;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after simbol ' = '
;
;
; TranslationAuthor : Ali Alnajafi
; TranslationAuthorEmail : alialnajafi7@hotmail.com
; 7.1.0.692 : إصدار البرنامج
; 12-12-2024 : تاريخ التحديث
;

[Translation]
LangCode=0401|3801|3C01|1401|0C01|0801|2C01|3401|3001|1001|1801|2001|4001|2801|1C01|2401
ReadHabit=Left-to-right
LanguageName=ARB
LangShortName=ar-iq
DefaultFont=Times New Roman Bold
DefaultFontSize=12
DefaultCharset=ARABIC_CHARSET
Bytes=Bytes
KB=KB
MB=MB
GB=GB
pmDefault=الإفتراضي
Information=معلومات التحديث
Warning=تحذير
Error=خطأ
Confirm=تأكيد
CurVer=الإصدار الحالي
FrmSkin.Btnok.Caption=حسنا
Weathertag=فهرنهايت
FrmGeneral.lblunit.caption=مقياس درجة الحرارة
DelSkinHint=حذف الثيم
DownloadMore=تنزيل مجاني
Frmboot.lblsec.caption=ثانية
Frmboot.lblhint.caption=عناصر بدء التشغيل الأكثر استهلاكا للوقت
FrmBuy.lblinfo4.caption=الدعم المجاني الدائم
pmDelete=حذف الملفات الكبيرة المحددة
pmHelp=التعليمات عبر الإنترنت
pmforum=المنتدى
pmHome=الموقع الرسمي
pmContact=إتصل بنا
pmSettings=الإعدادات
pmCheckNew=البحث عن التحديثات
pmLang=لغة البرنامج
pmRegister=تسجيل
pmAbout=حول البرنامج
pmLicenseKey=تغيير مفتاح الترخيص
pmIgnore=تجاهل هذا العنصر
pmRCrec=تحديد المدخلات الآمنة
pmDCrec=الموصى به
pmAll1=تحديد الكل
pmNone=بدون تحديد
pmInvert=عكس التحديد
pmGo=فتح محتوى الملف
pmGoReg=فتح في محرر التسجيل
pmExport=التصدير إلى
pmOpenfile=فتح موقع الملف
pmSearchfile=البحث عبر الإنترنت
pmExportInfo=التصدير إلى
pmCopyInfo=نسخ إلى الحافظة
pmSrvStart=إبدأ
pmSrvStop=إيقاف
pmSrvRestart=إعاده التشغيل
FrmWPMain.btncheckup.caption=فحص الكمبيوتر
FrmWPMain.btnsysclean.caption=تنظيف النظام
FrmWPMain.btnsystune.caption=تحسين النظام
FrmWPMain.btnprivacy.caption=حماية الخصوصية
FrmWPMain.btnSysmon.caption=مراقبة النظام
FrmWPMain.btnAi.caption=WiseX أداة
FrmChangeHeader.caption=تغيير الصورة الرمزية
FrmHome.btnactive.caption=الترقية إلى الإصدار المدفوع
FrmHome.lblshare.caption=Wise Care 365 مشاركة
FrmHome.lbltools.caption=برامج وخدمات إضافية
FrmHome.btntools.hint=المزيد من البرامج والخدمات
FrmHome.btnhead.Hint=تغيير الصورة الرمزية
FrmHome.edtuser.Hint=تغيير الإسم المستعار
FrmHome.btnfacebook.hint=Facebook مشاركة البرنامج عبر
FrmHome.btntwitter.hint=Twitter مشاركة البرنامج عبر
FrmHome.btngoogle.hint=Google+ مشاركة البرنامج عبر
FrmHome.btnemail.hint=Wise Care 365 أخبر أصدقائك عن
FrmHistory.btncheckup.caption=إضغط لبدء الفحص
FrmHistory.lblrecord.caption=تفاصيل تنظيف السجل
FrmExam.btncancel.caption=إلغاء
FrmExam.lblrecheck.caption=إفحص مجددا
FrmExam.btnfix.caption=إصلاح
FrmButtons.lblinfo.caption=يمكنك تنزيل أو الوصول المباشر لجميع البرامج والخدمات أدناه
Frmabout.lblstatus.caption=حالة الترخيص
FrmAbout.caption=حول البرنامج
FrmAbout.lblver.caption=الإصدار الحالي
FrmAbout.lblemail.caption=بريد الدعم
FrmAbout.lblhome.caption=الموقع الرسمي
FrmAbout.lblthanks.caption=الترجمة العربية بواسطة / الأستاذ : علي النجفي
FrmAbout.lblWarning.caption=تحذير : هذا البرنامج محمي بقانون حقوق التأليف والنشر والمعاهدات الدولية
frmabout.lblUninstall.caption=تعليمات إلغاء التثبيت
frmabout.lblPolicy.caption=سياسة الخصوصية
frmabout.lblEula.caption=إتفاقية الترخيص
Frmadvdc.btnscan.caption=بدء الفحص
Frmadvdc.lblpath.caption=حدد القرص
Frmadvdc.btnrescan.caption=إفحص مجددا
Frmadvdc.btnall.caption=تحديد الكل
Frmadvdc.btnadvanced.caption=الإعدادات المتقدمة
Frmadvdc.btnnone.caption=بدون تحديد
Frmadvdc.lblspeed.caption=أسرع فحص على مستوى العالم
Frmadvdc.lblrec.caption=برامج أخرى يحبها الآخرين
Frmadvdc.vtfiles.Columns[0]=إسم الملف
Frmadvdc.vtfiles.Columns[1]=الحجم
Frmadvdc.vtfiles.Columns[2]=موقع الملف
Frmadvdc.vtfiles.Columns[3]=آخر وصول
Frmadvdc.vtfiles.Columns[4]=النوع
FrmAdvSettings.lblinfo.caption=الإرشادات التالية تصبح سارية المفعول لمرة واحدة فقط ، لأنه في المرة القادمة أنت من يختارها مرة أخرى
FrmAdvSettings.btnok.caption=حسنا
FrmAdvSettings.btnadd.caption=إضافة
FrmAdvSettings.btnremove.caption=إزالة
FrmAdvSettings.btncancel.caption=إلغاء
FrmAdvSettings.wcknull.caption=البحث عن الملفات الفارغة / 0 بايت ، أبطأ
FrmAdvSettings.wckshortcut.caption=البحث عن الإختصارات التالفة / أبطأ
FrmAdvSettings.caption=الإعدادات المتقدمة
FrmAdvSettings.btnre.caption=الموصى به
FrmAdvSettings.btnall.caption=تحديد الكل
FrmAdvSettings.btnnone.caption=بدون تحديد
Frmadvdc.btnre.caption=الموصى به
FrmBackup.caption=النسخ الإحتياطي
FrmBackup.btnreg.caption=إنشاء نسخة إحتياطية للريجستري
FrmBackup.btnsys.caption=إنشاء نقطة إستعادة للنظام
FrmRestore.caption=مركز الإستعادة
FrmRestore.btnRegBk.caption=إستعادة الريجستري
FrmRestore.btnSysBK.caption=إستعادة النظام
FrmRestore.btnclose.caption=إغلاق
FrmRestore.btnrestore.caption=إستعادة
FrmRestore.btnremove.caption=إزالة
FrmGeneral.ckfileshred.caption=إضافة خيار الحذف الآمن للملفات إلى قائمة السياق
FrmBFConfig.btnall.caption=تحديد الكل
FrmBFConfig.btnnone.caption=بدون تحديد
FrmBFConfig.btnRemove.caption=إزالة
FrmBFConfig.caption=تجاهل العناصر
Frmbigfile.vtfiles.Columns[0]=إسم الملف
Frmbigfile.vtfiles.Columns[1]=الحجم
Frmbigfile.vtfiles.Columns[2]=النوع
Frmbigfile.vtfiles.Columns[3]=آخر وصول
Frmbigfile.vtfiles.Columns[4]=موقع الملف
Frmbigfile.lblpath.caption=حدد القرص
Frmbigfile.btnrescan.caption=إفحص مجددا
Frmbigfile.btnsearch.caption=البحث
Frmbigfile.btndel.caption=حذف
Frmbigfile.btncancel.caption=إيقاف
FrmBigFile.btnIgnore.caption=تجاهل العناصر المحددة
FrmBigFile.btnExport.caption=تصدير إلى
FrmBigFile.btnExConfig.caption=العناصر التي تم تجاهلها
FrmBuy.lblfull.caption=سجل للحصول على نسخة كاملة من البرنامج
FrmBuy.lblfull1.caption=من أجل استخدام جميع المميزات يجب عليك شراء النسخة الكاملة من البرنامج
FrmBuy.lblinfo0.caption=نقرة واحدة لإصلاح جميع الأخطاء في ثوان
FrmBuy.lblinfo1.caption=ينظف جميع الملفات غير المرغوب فيها ويتتبع تاريخ وآثار الكمبيوتر تلقائياً
FrmBuy.lblinfo2.caption=يعزز سرعة بدء التشغيل ، وسرعة اتصال الانترنت ، ويحافظ على كمبيوترك كأنه جديد
FrmBuy.lblinfo3.caption=الحماية في الوقت الحقيقي وتحسين نظام الويندوز
FrmBuy.btnbuy.caption=سجّل الآن
FrmBuy.btnactive.caption=أدخل مفتاح الترخيص الخاص بك
FrmBuy.lblguarantee.caption=إذا لم تكن راضيا عن البرنامج لأي سبب كان ، يمكنك إسترجاع كامل المبلغ في غضون 60 يوما من الشراء
FrmBuy.lblkey.caption=هل لديك مسبقا مفتاح ترخيص؟
FrmRegister.caption=تسجيل
FrmLicense.lblinfo.caption=شكرا لك لتقييم البرنامج
FrmLicense.lblinput.caption=يرجى إدخال مفتاح الترخيص الخاص بك لتفعيل النسخة المدفوعة
FrmLicense.lblname.caption=إسم المستخدم
FrmLicense.lblemail.caption=البريد الإلكتروني
FrmLicense.lblkey.caption=مفتاح الترخيص
FrmLicense.btnregister.caption=تسجيل
FrmLicense.lblhelp.caption=هل إشتريت مفتاح ترخيص غير فعّال؟
FrmLicense.lblnokey.caption=ليس لديك مفتاح ترخيص بعد ؟
FrmLicense.lblsupport.caption=إتصل بنا
FrmLicense.btnbuy.caption=الشراء الآن
FrmExitNotice.btnexit.caption=خروج
FrmExitNotice.btnreg.caption=إنتقل إلى التسجيل السهل
FrmExitNotice.lbltitle.caption=ملاحظة قبل إغلاق البرنامج
FrmExitNotice.lblinfo.caption=هذه الأخطاء قد تبطئ جهاز الكمبيوتر ، وتحد من فعاليته وتزيد في أعطاله وفي ضياع الوقت
FrmExitNotice.lblregister.caption=تسجيل البرنامج بإسم
FrmCommon.btnall.caption=تحديد الكل
FrmCommon.btnre.caption=الموصى به
FrmCommon.btnnone.caption=بدون تحديد
FrmCommon.btnScan.caption=بدء الفحص
FrmCommon.lblstat.caption=سرعة وسهولة في التخلص من مخلفات الملفات
FrmCommon.btncancel.caption=إلغاء
FrmCommon.btnrescan.caption=إفحص مجددا
FrmRegClean.btnall.caption=تحديد الكل
FrmRegClean.btnre.caption=الموصى به
FrmRegClean.btnnone.caption=بدون تحديد
FrmRegClean.btnCustom.caption=مواقع مخصصة
FrmRegClean.WiseLabel1.caption=الجدولة
FrmRegClean.lbltype.caption=تحديد نوع التشغيل
FrmRegClean.lblweek.caption=تحديد اليوم
FrmRegClean.lbltime.caption=الوقت
FrmRegClean.btnScan.caption=بدء الفحص
FrmRegClean.btncancel.caption=إلغاء
FrmRegClean.btnrescan.caption=إفحص مجددا
FrmRegClean.lblstat.caption=أنت لغاية الآن لم تجري تنظيف للريجستري ، ننصحك بعمل تنظيف فورا
FrmRegClean.lblinfo.caption=تنظيف الريجستري الخاص بك بإستمرار يجعل جهاز الكمبيوتر أسرع وأكثر استقرارا
Frmcustom.caption=حدد المواقع المخصصة لفحصها
Frmcustom.btnre.caption=الموصى به
Frmcustom.btnall.caption=تحديد الكل
Frmcustom.btnnone.caption=بدون تحديد
Frmcustom.btncancel.caption=إلغاء
Frmcustom.btnok.caption=حسنا
FrmDiskDefrag.btnfree.caption=المساحة الفارغة
FrmDiskDefrag.btnfolder.caption=مجلد
FrmDiskDefrag.btnfile.caption=ملف
FrmDiskDefrag.btnsystem.caption=ملف النظام
FrmDiskDefrag.btnFragmented.caption=الأجزاء
FrmDiskDefrag.btnmft.caption=تم تجزئتها
FrmDiskDefrag.lbltask.caption=بعد إلغاء التجزئة
FrmDiskDefrag.btnpause.caption=إيقاف مؤقت
FrmDiskDefrag.btnstop.caption=إيقاف
FrmDiskDefrag.btnDefrag.caption=إلغاء التجزئة
FrmDiskErase.lblinfoex.caption=أداة المسح الآمن للقرص يمكنها حماية خصوصيتك عن طريق التخلص الكامل من الملفات المحذوفة بحيث يصعب إستعادتها بواسطة البرامج الخاصة باستعادة الملفات المحذوفة
FrmDiskErase.btnstopErase.caption=إيقاف
FrmDiskErase.chkshutdown.caption=إغلاق الكمبيوتر بعد المسح الآمن للقرص
FrmDiskErase.BtnErase.caption=المسح الآمن
FrmDiskErase.lblerasemode.caption=مستوى الأمان
FrmDiskErase.vstDisk.Columns[0]=محركات الأقراص
FrmDiskErase.vstDisk.Columns[1]=الحجم الكلي
FrmDiskErase.vstDisk.Columns[2]=المساحة الفارغة
FrmDiskErase.vstDisk.Columns[3]=الحالة
FrmExclusion.btnimport.caption=إستيراد
FrmExclusion.btnexport.caption=تصدير
FrmFileShredder.lblFileLine1.caption=سيتم تمزيق الملفات وإزالتها تماما بحيث لا يمكن إستعادتها
FrmFileShredder.lblFileLine2.caption=منع إستعادة الملفات المحذوفة عن طريق المسح الآمن للمساحة الأصلية
FrmFileShredder.btnErase.caption=تمزيق
FrmFileShredder.btnaddfile.caption=إضافة ملفات
FrmFileShredder.btnaddfolder.caption=إضافة مجلدات
FrmFileShredder.btnstop.caption=إيقاف
FrmFileShredder.btndelitem.caption=إزالة
FrmFileShredder.vtfiles.Columns[0]=إسم / الملف - المجلد
FrmFileShredder.vtfiles.Columns[1]=موقع الملف
FrmFileShredder.vtfiles.Columns[2]=الحالة
FrmGeneral.lbltrash.caption=الملفات عديمة الفائدة أكبر من
FrmGeneral.lbltrace.caption=عدد آثار الكمبيوتر أكبر من
FrmGeneral.chkturbo.caption=التشغيل التلقائي لمعزز الإقلاع
FrmGeneral.chkstartup.caption=التشغيل مع بدء تشغبل الكمبيوتر
FrmGeneral.chkbooster.caption=تشغيل معزز الإقلاع عند بدء تشغيل الكمبيوتر
FrmGeneral.lblsys.caption=النظام
FrmGeneral.lblupdate.caption=التحقق من وجود تحديثات
FrmGeneral.chknews.caption=التحقق من وجود نشرة إخبارية أثناء تحميل التطبيق
FrmGeneral.lblexp.caption=التفاصيل
FrmGeneral.lblportable.caption=نسخة محمولة
FrmGeneral.btnmakeportable.caption=إنشاء نسخة محمولة
FrmGeneral.lblinterface.caption=الواجهة
FrmGeneral.lbllang.caption=اللغات
FrmGeneral.btnupdate.caption=الفحص الآن
FrmGeneral.lblFontsize.caption=حجم الخط
fontnormal=عادي
fontbig=كبر
fontlarger=الأكبر
FrmGobleSettings.btnstartup.caption=معزز الإقلاع
FrmGobleSettings.caption=ترجمة الأستاذ : علي النجفي                                                                                     الإعدادات
FrmGobleSettings.TabBtnGeneral.caption=الضبط العام
FrmGobleSettings.TabBtnClean.caption=إعدادات الفحص
FrmGobleSettings.TabBtnExclusion.caption=الإستثناءات
FrmGobleSettings.TabBtnCheckup.caption=الفحص المخصص
FrmGobleSettings.btncancel.caption=إلغاء
FrmGobleSettings.btnok.caption=حفظ
FrmGobleSettings.btnTray.caption=نافذة البرنامج
FrmGobleSettings.btnSysProect.caption=إعدادات الحماية
FrmNewVer.lblTitle.caption=يتوفر إصدار جديد
FrmNewVer.lblignore.caption=تجاهل هذا الإصدار
FrmNewVer.btnno.caption=ليس الآن
FrmNewVer.btnUpdate.caption=التحديث الآن
FrmOptimizer.btnoptimize.caption=تحسين
FrmOptimizer.lblinfoex.caption=تحسين النظام - يسرع الإتصال بشبكة الإنترنت ويحسن إداء الكمبيوتر ويزيده ثباتا
FrmOptimizer.btnRecommended.caption=الموصى به
FrmOptimizer.btnnone.caption=بدون تحديد
FrmOptimizer.btnall.caption=تحديد الكل
FrmOptimizer.btnDefault.caption=النظام الافتراضي
FrmPrivacyErase.lblinfo.caption=قم بحماية خصوصيتك بواسطة مسح بيانات التتبع الشخصية
FrmPrivacyErase.btnrescan.caption=إفحص مجددا
FrmPrivacyErase.btnScan.caption=بدء الفحص
FrmProcess.caption=إلغاء تجزئة الريجستري
FrmProcess.lblwait.caption=جاري التحليل ، يرجى الإنتظار
FrmProcess.lblinfo.caption=خلال هذه العملية ، نظامك قد لايستجيب لعدة ثوان أو دقائق
FrmRegDefragger.lblinfo.caption=إلغاء تجزئة الريجستري يجعل كمبيوترك يعمل بشكل أسرع وأكثر ثباتا
FrmRegDefragger.lblstat.caption=أنت لم تجري إلغاء تجزئة للريجستري ، يستحسن عمل ذلك الآن
FrmRegDefragger.btndefrag.caption=إلغاء التجزئة
FrmRegDefragger.lblinfo1.caption=ـ 1 ـ نقترح عليك إغلاق جميع البرامج الأخرى قبل تشغيل هذه الوظيفة
FrmRegDefragger.lblinfo2.caption=ـ 2 ـ سوف يصبح النظام متجمدا وغير مستجيبا أثناء التحليل
FrmRegDefragger.lblinfo3.caption=ـ 3 ـ سيتم إعادة تشغيل الكمبيوتر بعد إنتهاء عملية إلغاء التجزئة
FrmRegDefragger.lblinfo4.caption=ـ 4 ـ الرجاء عدم مقاطعة عملية إلغاء تجزئة الريجستري - لأن المقاطعة قد تسبب عواقب سيئة
FrmRegDefragger.vtdefrag.Columns[0]=إسم المجموعة
FrmRegDefragger.vtdefrag.Columns[1]=الحجم الحالي
FrmRegDefragger.vtdefrag.Columns[2]=الحجم الجديد
FrmRegDefragger.vtdefrag.Columns[3]=معدل التكرار
FrmRegDefragger.btnAnalysis.caption=تحليل
FrmPwGenerator.lblnotice.caption=تنبيه : يرجى الحفاظ على كلمة المرور الخاصة بك في مكان آمن في حال نسيانها
FrmPwGenerator.BtnCopy.caption=نسخ إلى الحافظة
FrmPwGenerator.ckdigital.caption=رقمية
FrmPwGenerator.cklowercase.caption=حروف صغيرة
FrmPwGenerator.ckupercase.caption=حروف كبيرة
FrmPwGenerator.ckspecial.caption=رموز خاصة
FrmPwGenerator.lblinfo.caption=مولد كلمات المرور سوف يساعدك على إنشاء كلمة مرور قوية
FrmPwGenerator.lbllen.caption=طول كلمة المرور
FrmPwGenerator.Btngenerator.caption=مولد كلمات المرور
FrmRate.Btnlist.caption=تعليق المستخدم
FrmRate.Btnreview.caption=تعليقاتي
FrmRate.Btnfirst.caption=تعال وكن أول المعلقين عندنا
FrmRate.Btnsubmit.caption=تسليم
FrmRate.lblscore.caption=التقييم
FrmRate.lblscorehint.caption=أنت بحاجة إلى أن تنقر على النجوم للتقييم
FrmRate.lblnick.caption=إسم عضويتك
FrmRate.lblnickhint.caption=إختياري
FrmRate.lblemail.caption=بريدك الإلكتروني
FrmRate.lblemailhint.caption=إختياري
FrmRate.lblcontent.caption=المحتوى
FrmRate.lblcontenthint.caption=إختياري
FrmRate.lbldesctitle.caption=وصف البرنامج
FrmRate.lblratesoft.caption=برامج نوصي بها
FrmSchedule.btnOK.caption=حسنا
FrmSchedule.btnCancel.caption=إلغاء
FrmSchedule.lblinfo.caption=يساعد التنظيف التلقائي العادي على إبقاء جهاز الكمبيوتر في ذروة الإداء ويوفر الوقت
FrmSchedule.chksilent.caption=الوضع الصامت
FrmSchedule.lbltype.caption=حدد نوع التشغيل
FrmSchedule.lblweek.caption=حدد اليوم
FrmSchedule.lbltime.caption=الوقت
FrmSchedule.caption=جدولة المهام
FrmStartupMgr.chkhidems.caption=Microsoft إخفاء كافة خدمات
FrmStartupMgr.TabBtnBoot.caption=بدء التشغيل
FrmStartupMgr.TabBtnTask.caption=المهمة
FrmStartupMgr.TabBtnService.caption=الخدمات
FrmStartupMgr.TabBtnHis.caption=السجلات
FrmStartupMgr.BtnRestoreAll.caption=الإستعادة بنقرة واحدة
FrmStartupMgr.tabbtnup.caption=تسريع
FrmSysClean.btnSlimming.caption=تخفيف
FrmSysClean.btnall.caption=تحديد الكل
FrmSysClean.btnrecommended.caption=الموصى به
FrmSysClean.btnnone.caption=بدون تحديد
FrmSysClean.vtsys.Columns[0]=العناصر
FrmSysClean.vtsys.Columns[1]=الحجم
FrmSysClean.vtsys.Columns[2]=الموقع
FrmSysClean.vtsys.Columns[3]=الحالة
FrmTabSysClean.TabBtnBigFile.caption=إدارة الملفات الكبيرة
FrmTabPrivcay.TabBtnPrivacyErase.caption=مسح الخصوصية
FrmTabPrivcay.TabBtnDiskErase.caption=مسح القرص
FrmTabPrivcay.TabBtnFileShredder.caption=الحذف الآمن للملفات
FrmTabPrivcay.TabBtnPwGenerator.caption=مولد كلمات المرور
FrmTabPrivcay.TabBtnNotifyManager.caption=إشعارات المواقع
FrmTabSysClean.TabbtnRegclean.caption=تنظيف الريجستري
FrmTabSysClean.TabBtnCommonClean.caption=التنظيف المشترك
FrmTabSysClean.TabBtnAdvClean.caption=التنظيف المتقدم
FrmTabSysClean.TabBtnSysSimming.caption=تخفيف النظام
FrmTabSysTune.TabbtnSysOpt.caption=تحسين إداء النظام
FrmTabSysTune.TabBtnDDefrag.caption=إلغاء تجزئة القرص
FrmTabSysTune.TabBtnRDefrag.caption=إلغاء تجزئة الريجستري
FrmTabSysTune.TabBtnBoot.caption=إدارة بدء التشغيل
FrmTabSysTune.TabBtnContext.caption=قائمة السياق
FrmTabSysMon.TabBtnProcess.caption=مراقبة العمليات
FrmTabSysMon.TabBtnHard.caption=معلومات الكمبيوتر
FrmTabSysMon.btnProcessor.caption=المعالج
FrmTabSysMon.btnBoard.caption=اللوحة الأم
FrmTabSysMon.btnMemory.caption=الذاكرة
FrmTabSysMon.btnGraphic.caption=بطاقة الرسومات
FrmTabSysMon.btnDisk.caption=محرك الأقراص
FrmTabSysMon.btnNetAdapter.caption=محول شبكة الاتصال
FrmTabSysMon.btnSoundCard.caption=بطاقة الصوت
FrmSettingClean.cksafe.caption=حذف آمن / أبطأ
FrmSettingClean.chkAutoBackup.caption=النسخ الإحتياطي التلقائي للريجيستري عند التنظيف
FrmSettingClean.lblfolder.caption=مجلد مخصص للتفريغ / لذوي الخبرة فقط
FrmSettingClean.btnadd.caption=إضافة
FrmSettingClean.btnremove.caption=إزالة
FrmSettingClean.lblscanmode.caption=كيفية فحص الريجستري
FrmSettingClean.rdnormal.caption=الفحص الإفتراضي
FrmSettingClean.rdssafe.caption=الفحص الآمن / إظهار المدخلات الآمنة
FrmSettingClean.rddeep.caption=الفحص العميق - للمحترفين
FrmSettingClean.lblusers.caption=عدة مستخدمين
frmsettingclean.rdauser.caption=جميع المستخدمين
frmsettingclean.rdcuser.caption=المستخدم الحالي فقط
frmsettingclean.rdusers.caption=المستخدمين المحددين
FrmIgnoredItems.BtnRestore.caption=إستعادة
FrmIgnoredItems.btnall.caption=تحديد الكل
FrmIgnoredItems.btnnone.caption=بدون تحديد
FrmIgnoredItems.lblinfo.caption=عناصر الفحص التي تم تجاهلها
FrmShutDownNote.caption=التذكير بالإغلاق
FrmShutDownNote.btnCancel.caption=إلغاء
Frmskin.lblphoto.caption=مظهر من صورة مخصصة
FrmSkin.lblprevious.caption=السابق
FrmSkin.lblnext.caption=التالي
frminput.btncancel.caption=إلغاء
frminput.btnok.caption=حسنا
FrmChangeHeader.btncustom.caption=صورة رمزية مخصصة
FrmChangeHeader.btnsys.caption=الصورة الرمزية
FrmChangeHeader.btnlocal.caption=صورة محلية
FrmChangeHeader.btnok.caption=حسنا
FrmChangeHeader.btncancel.caption=إلغاء
FrmChangeHeader.lblpreview.caption=معاينة
Frmsecurity.caption=WiseCleaner.com برنامج تحسين تجربة العملاء
Frmsecurity.lbltitle.caption=الإنضمام إلى برنامج تحسين تجربة العملاء
Frmsecurity.lblinfo1.caption=WiseCleaner.com للمساعدة على تحسين هذا المنتج وكيفية إستخدامك لباقي المنتجات ، يمكنك الانضمام إلى/ برنامج تحسين تجربة العملاء / إرسل رسالة إلى
Frmsecurity.lblinfo2.caption=لا يتم استخدام أي من المعلومات التي تم جمعها للتعرف عليك أو الإتصال بك ، يمكنك الخروج من البرنامج في أي وقت
Frmsecurity.lbllink.caption=تعلم المزيد حول / برنامج تحسين تجربة العملاء
Frmsecurity.cbagree.caption=الانضمام إلى برنامج تحسين تجربة العملاء
Frmsecurity.cbagainst.caption=لا أريد الإنضمام إلى البرنامج في هذا الوقت
Frmsecurity.btnok.caption=حسنا
FrmTrail.lbltitle.caption=Wise Care 365 نشكركم لإختياركم
FrmTrail.lblhint.caption=لا يمكنك إستخدام الميزات التالية بعد تاريخ إنتهاء صلاحية الفترة التجريبية
FrmTrail.lblinfo0.caption=ـ 1 ـ نقرة واحدة لفحص وإصلاح أخطاء الكمبيوتر
FrmTrail.lblinfo1.caption=ـ 2 ـ ماسح الخصوصية
FrmTrail.lblinfo2.caption=ـ 3 ـ إدارة قائمة السياق
FrmTrail.lblinfo3.caption=ـ 4 ـ التحديث التلقائي للإصدار الجديد
FrmTrail.lblinfo4.caption=ـ 5 ـ أشكال جديدة وثيمات رائعة
FrmTrail.lblhint1.caption=إذا أعجبك هذا البرنامج ، يرجى تجديد الترخيص
FrmTrail.btnbuy.caption=الشراء الآن
FrmTrail.btnClose.caption=لاحقا
FrmReqInstall.lblTitle.caption=الأداة غير جاهزة ، هل ترغب في تنزيلها وتثبيتها على الفور؟
FrmReqInstall.lblLicense.caption=عرض إتفاقية الترخيص
FrmReqInstall.lblPrivacy.caption=عرض سياسة الخصوصية
FrmReqInstall.upgrade.caption=تتوفر نسخة جديدة من الأداة ، هل ترغب في تنزيلها الآن؟
FrmKeyNotice.lblinfo.caption=يمكنك الآن الإستفادة من نسبة تخفيض %s قم بالترقية الآن ، من فضلك لا تفوت هذه الفرصة
FrmKeyNotice.caption=إشعار
FrmKeyNotice.BtnBuy.Caption=الشراء الآن
FrmKeyNotice.lbltitle.Caption=ربما تكون ضحية لمفتاح ترخيص مقرصن غير صالح ، وعليه قد يكون ضارا بالكمبيوتر
FrmKeyNotice.lblbuyinfo1.caption=السعر الأصلي
FrmKeyNotice.lblbuyinfo2.caption=ضمان إسترجاع الأموال خلال 60 يوما
FrmNotiManager.lblinfo.caption=إدارة المواقع التي أرسلت لك إشعارات
FrmNotiManager.lblhint.caption=يمكن أن تساعدك الميزة على منع تلقي الإشعارات المزعجة وحذف المواقع التي ترسلها
FrmNotiManager.lvnotis.Columns[0]=الموقع
FrmNotiManager.lvnotis.Columns[1]=الأمن
FrmNotiManager.lvnotis.Columns[2]=العملية
SysBoottime=آخر وقت للإقلاع هو %.2f ثانية
FrmShutDownNote.lblshutnote.caption=سيتم إيقاف تشغيل الكمبيوتر
FrmSchedule.chkshutdown.caption=إطفاء الكمبيوتر بعد التنظيف
[Lang]
NativeLanguage=العربية
ChangeLang=لتفعيل اللغة المختارة ، يرجى إعادة تشغيل البرنامج
[GUI]
ButtonYes=نعم
ButtonNo=كلا
ButtonOK=حسنا
ButtonMinimize=تصغير
ButtonMaximize=تكبير
ButtonClose=إغلاق
ButtonRestore=إستعادة
ButtonMenu=القائمة
ButtonSkin=الثيمات
apply=تطبيق
Nothanks=لا شكرا
ButtonCancel=إلغاء
ButtonYesToAll=تحديد الكل
ButtonAbort=إحباط
ButtonRetry=إعادة المحاولة
ButtonIgnore=تجاهل
ButtonAll=الكل
ButtonNoToAll=إلغاء تحديد الكل
ButtonHelp=المساعدة
[WiseTray]
TfrmTraySetting.ckclose.caption=أزالة أيقونة البرنامج من علبة النظام عند إغلاق البرنامج
TfrmAssistMsg.ckbxNoPrompt.caption=لا تطالبني مرة أخرى
TfrmTraySetting.ckAssist.caption=إبلاغي عندما يجيب شخص ما على مشاركتي
TfrmTraySetting.ckReware.caption=أبلغني عندما ينشر شخص ما سؤال مدفوع
TfrmTraySetting.Caption=الإعدادات
TfrmTraySetting.btnok.Caption=حسنا
TfrmTraySetting.btnCancel.Caption=إلغاء
TfrmTraySetting.ckbx4.Caption=عرض نافذة عائمة تلقائيا للبرنامج عند تشغيله
TfrmTraySetting.lbl4.Caption=قم بتحسين الذاكرة تلقائيا عندما تكون نسبة إستخدامها أعلى من هذه القيمة
TfrmTraySetting.lbl1.Caption=مقياس درجة الحرارة
TfrmTraySetting.lbl2.Caption=عرض معلومات النظام
TfrmTraySetting.ckbx2.Caption=فهرنهايت
TfrmTraySetting.ckbx1.Caption=درجة مئوية
TfrmTraySetting.ckbx3.Caption=التحسين التلقائي
TfrmTraySetting.ckbx5.Caption=درجة حرارة وحدة المعالجة المركزية
TfrmTraySetting.ckbx6.Caption=درجة حرارة وحدة معالجة الرسومات
TfrmTraySetting.ckbx7.Caption=القرص الصلب
TfrmTraySetting.ckbx8.Caption=درجة حرارة اللوحات الرئيسية
TfrmTraySetting.ckbx9.Caption=سرعة الشبكة
TfrmTraySetting.ckbx10.Caption=استخدام وحدة المعالجة المركزية
FrmTrayMain.btnExit.caption=خروج
FrmTrayMain.btnShowMain.caption=فتح البرنامج الرئيسي
FrmTrayMain.ppmitem2_1=إخفاء النافذة العائمة
FrmTrayMain.ppmitem2_2=إظهار النافذة العائمة
frmWiseFloatWnd.ppmStayontop=البقاء بالمقدمة
frmWiseFloatWnd.ppmHide=الخروج من النافذة العائمة
TfrmPopupWnd.Caption=علبة البرنامج
TfrmPopupWnd.btn1.Caption=تحسين
TfrmPopupWnd.lblM.Caption=الذاكرة
TfrmPopupWnd.lblC.Caption=وحدة المعالجة المركزية
TfrmPopupWnd.lblC1.Caption=وحدة المعالجة المركزية
TfrmPopupWnd.lbl1.Caption_1=الذاكرة المتوفرة كافية
TfrmPopupWnd.lbl1.Caption_2=الذاكرة المتوفرة قليلة
TfrmPopupWnd.lbl1.Caption_3=نادراً ما تتوفر الذاكرة
TfrmPopupWnd.lvitem0=تحسين نظام الموارد
TfrmPopupWnd.lvitem1=تنظيف الذاكرة
TfrmPopupWnd.lvitem10=إستخدام ذاكرة عالية
TfrmPopupWnd.lvitem30=إستخدام نسبة كبيرة من وحدة المعالجة المركزية
TfrmPopupWnd.msg1=قم بتنظيف الذاكرة
TfrmTraySetting.lblTip.Caption=تخصيص النافذة العائمة
TIP_CPU_USE=إستخدام وحدة المعالجة المركزية
H_ID_MAINBOARD=درجة حرارة اللوحات الرئيسية
H_ID_CUP=درجة حرارة وحدة المعالجة المركزية
H_ID_GRAPHICS_T=درجة حرارة بطاقة الرسومات
H_ID_DISK=درجة حرارة القرص
TIP_NET_RCV=نشاط الشبكة
[Context]
ContxtMgrInfo=طريقة سهلة لـ / تعطيل - تمكين / قائمة سياق الويندوز
ContextName=التسمية التوضيحية للقائمة
ContextPublisher=الناشر
ContextType=نوع
ContextAction=الحالة
ContextAll=*/ جميع الملفات
ContextDirectory=الدليل
ContextFolder=مجلد
ContextDrive=محرك الأقراص
ContextBack=سطح المكتب
ContextRecycle=سلة المهملات
ContextShortcut=ملف الاختصار
ContextExe=تنفيذ ملف
Contextunknowndesc=الوصف غير معروف
Contextunknown=شركة مجهولة
ContextOther=الأخرى
ContextNew=ملف جديد
[Message]
systemrestorepoint=إنشاء نقطة إستعادة للنظام تلقائيا
SSD=واحد على الأقل لمسحه ، هذه العملية تقلل عمر القرص الإفتراضي عند تكرارها ، هل تريد الاستمرار؟ SSD عليك إختيار محرك أقراص
NoNews=ليس لديك أي رسالة غير مقروءة
MWDetected=تم اكتشاف برنامج - مالوير بايتس - وهو يمنع %s من العمل , انقر فوق موافق للحصول على الحل
ConfirmRemoveDownload=ستقوم بإزالة جميع الملفات الموجودة في مجلد التنزيل ، هل تريد المتابعة؟
OverMaxTimes=فشل المصادقة , لقد تجاوزت الحد الأقصى لعدد عمليات التنشيط التي يوفرها الترخيص الحالي , لا تتردد في الاتصال بنا إذا كنت تعتقد أن هناك خطأ في التنشيط أو إذا كنت بحاجة إلى المزيد من التراخيص
Skipped=تخطي
7After=مضت %d يوم منذ آخر مرة قمت بتنظيف الريجستري , ينصح بإجراء فحص فوري
7Before=كلما كان الريجستري أكثر نظافة ، كلما زادت سرعة كمبيوترك
Activated=تم تنشيط النسخة المدفوعة
ActivateOnline=جار التحقق من معلومات التسجيل ، يرجى الإنتظار بضع ثوان
AddFileType=أضف نوع الملف
AddFolder=أضف مجلد
AdviseClean=سيؤدي تنظيف الريجستري بإنتظام إلى تعزيز وتسريع وحماية كمبيوترك
AllHardDrive=محركات الأقراص
AlreadExist=%s موجودة بالفعل في القائمة
Analysing=جار التحليل
Area=الموقع
AvdDefaultHint=العثور على المزيد من الملفات عديمة الفائدة لتحرير مساحة أكبر
BackupDate=تاريخ النسخ الاحتياطي
BackupType=نوع النسخ الاحتياطي
BFName=إسم الملف
BFPath=المسار
BFSize=حجم الملف
BFType=النوع
BigfileHint=ملفات النظام الرئيسية والملفات الهامة تم تصفيتها من نتائج الفحص ، يرجى توخي الحذر عند إختيار الملفات الأخرى
BigfileSearch=حذف الملفات الكبيرة عديمة الفائدة التي تحتل مساحة من القرص بانتظام لزيادة مساحته
BigfileSearchFinish=ملف كبير تم إيجاده %d / %s ثانية / تشغل مساحة من القرص %d مدة الفحص
BigfileSelect=لديك %d من الملفات المحددة ، وحذفها سوف يساعدك على الحصول على %s مساحة من القرص
bkAuto=تلقائيا
bkManual=يدويّا
Browse=تصفح
BrowserRunning=%s قيد التشغيل هل ترغب في إغلاقه ؟ خلاف ذلك ، لا يمكن تنظيف ذاكرة التخزين المؤقت وملفات تعريف الارتباط الخاصة به
BtnHint=أسرع وأكثر أمنا
BtnUpgrade=إحصل على الإصدار الكامل
Cancel=إلغاء
CanFreeSpace=تم العثور على %d من الملفات - ويمكن حفظ %s من مساحة محرك الأقراص
CannotCrTask=لا يمكن إنشاء مهمة مجدولة
Clean=نظيف
CleanDone=اكتملت عملية التنظيف
CleanForReg=جار تنظيف الريجستري
CleanHis=تنظيف التاريخ
Cleaning=جار التنظيف
CleanNow=ينصح بالتنظيف الفوري
ComfirmDefrag=يرجى حفظ عملك الغير منته ، لأن الكمبيوتر سيتم إعادة تشغيله بعد الغاء التجزئة ، هل تريد الإستمرار؟
Complete=اكتمال
Compress=جار الضغط
ConfirmAdd=هل تريد بالتأكيد إزالة جميع الملفات %s عند تشغيل المنظف المتقدم
ConnectFail=لا يمكن الاتصال بالخادم ، يرجى التحقق من اتصال الإنترنت الخاص بك والمحاولة لاحقا
CreateBackup=جار إنشاء نسخة إحتياطية للبيانات
CreateBackupReg=جار إنشاء نسخة إحتياطية للبيانات , يرجى الانتظار لبضع دقائق
CreateDate=تاريخ الإنشاء
def15After=لقد إنقضى %d يوم منذ آخر تجزئة ، ينصح بعمل تجزئة للريجستري فورا
def15Before=سيبقى جهاز الكمبيوتر سريع ومستقر إذا ابقيت السجل المدمج الخاص بك ممكن
DefaultValue=/الإفتراضي/
DefragRate=معدل التحسين هو %s
DefragReport=تم ضغط الريجستري - تقرير محسن
DefragReport1=الحجم السابق للريجستري
DefragReport2=الحجم الجديد للريجستري
DefragReport3=الحجم الأمثل
delbigfile=حذف الملفات الكبيرة هي عملية في اتجاه واحد بدون  النسخ الاحتياطي. هل تريد حذف تلك الملفات المحددة
delbigfileFail=لا يمكن حذف الملف ، ربما يجري إستخدامه من قبل تطبيق آخر
DelSkin=هل تريد بالتأكيد حذف هذا الثيم
Description=الوصف
DisableAdd=CD-ROM من أجل السلامة سيتم إضافة بعض مجلدات النظام إلى هذه القائمة مثل / مجلد الويندوز ، التمهيد من القرص الصلب ، و
Discount=/25% الخصم متاح الآن/
DiscountInfo1=لقد تم إستخدام البرنامج مجانا لمدة %d أيام
DiscountInfo2=لدينا الآن عرض خاص لك
DiscountInfo3=دفع %s فقط للترقية إلى الإصدار المدفوع
DownloadError=حدث خطأ في التنزيل ، يرجى المحاولة لاحقا
DownloadingSkin=لم يتم الإنتهاء من مهمة التحميل الحالية ، الرجاء التحديث لاحقا
DupFile=الملف في القائمة
DupFolder=هذا المجلد موجود بالفعل في القائمة
DupItem=العنصر موجود بالفعل في القائمة
ElapsedTime=الوقت المنقضي
ELeftTime=الوقت المقدّر
EmptyEmail=لا يمكن أن يكون حقل البريد الإلكتروني فارغا
EmptyName=لا يمكن أن يكون حقل الإسم فارغا
EmpytKey=لا يمكن أن يكون حقل مفتاح الترخيص فارغا
EnableRestore=?تم تعطيل استعادة النظام ، هل تريد تمكين الإستعادة
Entries=الإدخالات
ErrorMsg=رسالة خطأ
ExImport=تم تصدير قائمة الاستبعاد إلى
ExitTray=?هل أنت متأكد من الخروج من علبة البرنامج
ExpiryDate=تاريخ الانتهاء
Exported=تم تصدير الإدخالات الحالية إلى %s هل تريد فتح الملف الآن?
Extracte=جار الإستخراج
FailedCloseProcess=أخفق الخروج من البرنامج ، يرجى إغلاقه يدويا
FailToDelete=لا يمكن حذف بعض الملفات، سيتم حذفها عند إعادة تشغيل الكمبيوتر
failtounLock=أخفق إلغاء حظر محرر الريجستري. ربما تحتاج إلى مزيد من التفويض لتحقيق هذه العملية
FindDrives=جار البحث عن محركات الأقراص
FindError=تم العثور على %d من الأخطاء من بينها %d إدخالات غير آمنة
FindFilesSize=تم العثور على %d من الملفات - أي ما مجموعه %s
FindRunProcess=البرنامج قيد التشغيل ، يرجى إغلاقه لإنهاء هذا التحديث
FindTraces=تم العثور على %d من بقايا التاريخ
FindTracesSection=تم العثور على %d من الآثار في هذا القسم
Fix=إصلاح
Free=غير مسجّل
GetHotSkinError=يحدث خطأ عند الإستعلام عن معلومات الثيم
GettingRestoreData=جار الحصول على استعادة البيانات
GoodHabit=التنظيف المنتظم للريجستري سيبقي كمبيوترك مثاليا
HaveChange=هل تريد حفظ التغييرات؟
Hours=ساعات
Ignore=تجاهل
IgnoreVer=تجاهل هذا التحديث
illegalType=%s نوع ملف غير قانوني
InputCookie=Such as Google, live / الرجاء إدخال النطاق
InputSummary=الرجاء إدخال التفصيل لهذا النوع
InputType=For Example: *.tmp / أدخل إسم الملف أو نوعه
InvalidEmail=بريد إلكتروني غير صالح ، يرجى إدخال بريد صالح
InvalidIgnorItem=لا يمكن تجاهل هذا العنصر
InvalidKey=مفتاح الترخيص غير صالح ، يرجى إدخال مفتاح صالح
InvalidRegInfo=معلومات تسجيل غير صالحة
InvalidType=امتداد الملف غير صالح
IsRunning=البرنامج قيد التشغيل ، يرجى الإنتظار لحين الإنتهاء من الفحص ثم حاول مرة أخرى
IssueFound=تم العثور على %d من المواد
Items=العناصر
KeyWord=يرجى إدخال كلمتك الرئيسية
KillProcessError=خطأ إنهاء العملية ، السبب المحتمل أذونات غير كافية
LastClean=آخر تنظيف لك كان في
LastCommonClean=آخر تنظيف لك كان في
LastDefrag=آخر وقت لتجزئة الريجستري
LeastOne=يجب عليك إختيار موقع واحد على الأقل للفحص
LeftTime=الوقت المتبقي
LeftTimeSec=المدة الزمنية %s ثوان
LestOne=يجب عليك إختيار موقع واحد على الأقل للفحص
LestOneClean=يجب عليك إختيار موقع واحد على الأقل للتنظيف
LestOneItem=يجب عليك اختيار عنصر واحد على الأقل للتنظيف
LogAll=تم العثور على %d من الأخطاء - تم حل %d من الأخطاء
LogFail=أخفقت إزالة %d من العناصر
Minutes=دقائق
MoreSpace=إختياري
NeedBackup=? يبدو أن هذه هي المرة الأولى التي تتحقق فيها من كمبيوترك ، ينصح باجراء نسخ إحتياطي ، هل ترغب في الإحتفاظ بنسخة إحتياطية منه تلقائيا الآن
NeedInstall=هل تريد التثبيت%s الآن
NeedStartup=تحتاج إلى تسريع جهاز الكمبيوتر يدويا ، بسبب عدم تعيين البرنامج للتشغيل عند بدء تشغيل الكمبيوتر
NeedUpdate=هل تريد التحديث%s الآن
Never=بدون
NeverDefrag=لم تقم بإلغاء تجزئة الريجستري حتى الآن
New=جديد
NewVer=?يوجد إصدار جديد متاح هل تريد الترقية الآن
NoBackupSelected=يجب عليك إختيار نسخة إحتياطية واحدة على الأقل لإستعادتها
NoDriveChecked=يجب عليك إختيار محرك أقراص واحد أو أكثر لإجراء الفحص
NoError=تهانينا لم يتم العثور على أية أخطاء
NoFilesFound=نظيف
NoItemChecked=يجب عليك إختيار واحد أو أكثر من الملفات للتنظيف
NoItemFound=لم يتم العثور على أية عناصر
NoItems=تهانينا ، لقد تم تحسين جميع العناصر
NoNewVer=تهانينا ، الإصدار الذي تستخدمه هو الأحدث
NoRegInfo=لا يمكن العثور على معلومات التسجيل
Notice=إجعل كمبيوترك أسرع وأكثر أمنا
NoTracesFound=لا توجد آثار
NoTrashAndTrace=مبروك ، كمبيوترك نظيف تماما
NotShowNotice=لا تعرض هذا الإشعار مرة أخرى
NotSupportOS=الميزة غير معتمدة على نظام التشغيل هذا
NowCleaning=جار التنظيف
Offer=عرض خاص
Optimize=تحسين
PluginCount=عدد الإضافات
PrivacyActive=لتنشيط
PrivacyData=سجلات الخصوصية
PrivacyDefaultHint=يمكن للمسح المنتظم لبيانات التتبع تأمين خصوصيتك من أعين المتطفلين
Privacyissues=أخطاء الخصوصية
PrivacyUnActive=قواعد الخصوصية ، لم يتم تفعيلها
Problems=الأخطاء
Proupdate=للاسف نسخة الهبة لاتدعم الترقية ، نستطيع ان نقدم لك خصم 50% للحصول على أحدث إصدار , وإلا سوف تصبح نسختك مجانية إذا اخترت تحديث البرنامج ، هل تريد الإستمرار؟
RegBackup=سجل النسخ الاحتياطي
RegBackupDone=تم إنشاء نسخة إحتياطية للريجستري بنجاح
RegBackupFail=أخفق إنشاء نسخة احتياطية للريجستري
RegeditorLocked=تم حظر محرر الريجستري ، تتطلب وظيفة - النسخ الإحتياطي - إستعادة المحرر لإتمام النسخ ، هل تريد إلغاء حظر محرر الريجستري الآن؟
RegEntries=مدخلات الريجستري الغير صالحة
Regerror=أخطاء الريجستري
Registried=مسجّل
RegRestore=إستعادة الريجستري
RegTitle=غير مسجّل
Removebackup=? هل أنت متأكد من إزالة ملفات النسخ الاحتياطي المحددة
RemoveSysRestore=? هل أنت متأكد من إزالة نقاط إستعادة النظام المحددة
ReScanHint=تم إيجاد %d من الأخطاء للعثور على المزيد - ينصح بالفحص مجددا
ReScanHint1=نقترح عليك الفحص مرة أخرى للعثور على المزيد من الأخطاء
ReScanHint2=يرجى الفحص مرة أخرى للعثور على المزيد من الأخطاء
RestoreComplete=إكتملت الإستعادة
RestoreFromSysRestore=?يجب إعادة تشغيل الكمبيوتر بعد إستعادة النظام ، هل تريد بدء إستعادة النظام الآن
RestorePointDone=تم إنشاء نقطة الإستعادة بنجاح
RestorePointFail=فشل إنشاء نقطة إستعادة النظام
RestoreReg=جار إستعادة الريجستري , يرجى الانتظار لبضع دقائق
Safetodel=يمكن حذف هذا العنصر بأمان
ScanAborted=تم إلغاء الفحص
ScanCanceled=تم إلغاء الفحص
ScanFor=بدء الفحص
ScannedSection=الأقسام التي تم فحصها
Scanning=جار الفحص
ScheduleHint=تفعيل خيار جدولة تنظيف الكمبيوتر
ScheduleNextTime=في المرة القادمة
ScheduleNotActive=لم يتم تمكين مهمة الجدول الزمني
Secs=ثوان
SelectFolder=الرجاء تحديد مجلد
SelectHardDrive=الرجاء تحديد محرك أقراص ثابت
ShredFile=تمزيق / ملف - مجلد
SkinCorrupt=ملف الثيم الذي تم تنزيله غير كامل أو فاسد ، يرجى تحميله مرة أخرى
SkinLimit=?هذا الثيم متاح فقط للإصدارات المدفوعة ، هل تريد الترقية الآن
StartClean=تنظيف
StartScan=بدء الفحص
SuggestDefrag=ينصح بالغاء التجزئة للحظة
SuggestIgnore=يمكنك إلغاء تجزئة الريجستري في المرة القادمة
Summary=التفصيل
SysCreating=إنشاء نقطة إستعادة النظام
SysProtectOff=حماية النظام معطلة
SysProtectOn=حماية النظام مفعلة
SysRestoring=التجهيز لإستعادة النظام
ThanksRegister=شكرا لك على تسجيل هذا البرنامج
Total=المجموع
TotalDefrag=%.2f تم ضغط
TotalTraces=- تم العثور على %d من الآثار
TraceCount=الآثار المتعددة
TraceFound=- تم العثور على %d من الآثار
TraceFoundEx=تم العثور على الآثار التالية
TraceRemoved=تم إزالة %d من الآثار
TranslateTo=لغات أخرى
TrashFound=تم العثور على %d من الملفات - ما مجموعه %s
TrashFoundEx=تم العثور على الملفات المهملة التالية
TrashRemoved=تم إزالة %d من الملفات - وتحرير من مساحة القرص %s
TrashSize=الملفات
TrayNotice=لم يتم تنظيف جهاز الكمبيوتر الخاص بك لأكثر من نصف شهر
TuneupCount=معايرة الآثار
TypeChanged=لقد قمت بتغيير عناصر الفحص
TypeNoError=نظيف
Unknow=غير معروف
Unlimited=غير محدود
Unoptimized=غير محسّن
Unregistried=غير مسجّل
VipSkin=?هذا الثيم متاح فقط للمستخدمين المسجّلين ، هل تريد الترقية الآن
WaitForDownload=يرجى الإنتظار لحين إكتمال التنزيل
WaitUpdateComplete=لم يتم الإنتهاء من مهمة التحديث الحالية ، يرجى تحديث هذا البرنامج لاحقا
WarnNoType=يجب تحديد نوع ملف واحد على الأقل
WarnZeroFile=?لقد قمت بتحديد خيار - ملف فارغ - يرجى مراجعته قبل إزالته ، هل تريد الإستمرار
WDCReport=تقرير تنظيف القرص
Working=يرجى الانتظار حتى يتم الانتهاء من المهمة الحالية ثم حاول مرة أخرى
CookieConfirm=تتضمن العناصر المحددة بعض / ملفات تعريف الإرتباط / هل أنت متأكد أنك تريد إزالتها؟
PWPConfirm=تتضمن العناصر المحددة بعض / كلمات المرور المحفوظة في المتصفح / هل أنت متأكد أنك تريد إزالتها؟
PWCookieConfirm=تتضمن العناصر المحددة بعض / كلمات المرور المحفوظة في المتصفح / وبعض / ملفات تعريف الإرتباط / هل أنت متأكد أنك تريد إزالتها؟
TrustSite=موقع موثوق به
UnknowSite=موقع غير معروف
CloseBrowser=%s قيد التشغيل ، هل ترغب في إغلاقه؟ خلاف ذلك ، سيفشل التغيير
protectfail=فشل في تشغيل حماية النظام ، يرجى إعادة تثبيت البرنامج أو الإتصال بنا للحصول على المساعدة
InvalidPic=إمتداد الصورة غير صالح
RunfromExplorer=Explorer يرجى التشغيل من
CloseHint=%d%% إختار المستخدم تعطيله
checkPswHint=يحتوي إختيارك على بعض قواعد التنظيف التي لا نوصي بها ، يرجى التحقق والتأكيد
checkAllHint=يتضمن إختيارك قاعدة تنظيف لكلمات المرور المحفوظة ، إذا إخترت ذلك بالتأكيد ، فستفقد جميع كلمات مرورك
Howfix=كيف يتم إصلاح المشكلة ؟
clickfix=انقر هنا لإصلاح المشكلة
[Exclusion]
Folder=المجلدات التي تم إستثناؤها
AddFolder=إضافة مجلد
File=الملفات التي تم إستثناؤها
AddFile=إضافة ملف
File Type=نوع الملفات التي تم إستثناؤها
AddType=إضافة نوع
Registry=مفاتيح الريجستري التي تم إستثناؤها
Add Key=إضافة مفتاح
Delete=حذف
Cookies=المجالات التي تم إستثناؤها
Add Cookie=إضافة نطاق
Whiteapp=القوائم البيضاء للتطبيق
Blackapp=القوائم السوداء للتطبيق
WhitePosition=موضع القوائم البيضاء
BlackPosition=موضع القوائم السوداء
[PrivacyScan]
SeenPictures=محفوظات الصور التي تم عرضها
SeenPicturesHint=محفوظات الصور التي تم عرضها أثناء تصفح الإنترنت
SeenMovies=محفوظات ملفات الفيديو التي تمت مشاهدنها
SeenMoviesHint=محفوظات ملفات الفيديو التي تمت مشاهدنها أثناء تصفح الإنترنت
AccessFiles=محفوظات الملفات التي تم فتحها
AccessFilesHint=محفوظات الملفات التي تم فتحها أثناء استخدام الكمبيوتر
VisitedWeb=محفوظات الصفحات التي تمت زيارتها
VisitedWebHint=محفوظات الصفحات التي تمت زيارتها أثناء تصفح الإنترنت
[PrivacyClean]
GoodHabit=كمبيوترك نظيف تماما ، عمل جيد ، إستمر في ذلك
CleanNow=يوجد أمور تتعلق بالخصوصية ننصحك بالتخلص منها الآن
TraceFound=من متعلقات الخصوصية %d تم العثور على
TraceRemoved=من متعلقات الخصوصية %d تم التخلص من
[Password]
Weak=ضعيفة
OK=جيدة
Strong=قوية
[Schedule]
Daily=يوميا
Weekly=أسبوعيا
Monthly=شهريا
Idle=اثناء الخمول
Login=عند تسجيل الدخول
Sunday=الأحد
Monday=الإثنين
Tuesday=الثلاثاء
Wednesday=الأربعاء
Thursday=الخميس
Friday=الجمعة
Saturday=السبت
AutoScan=فحص تلقائي
AutoClean=تنظيف تلقائي
[Bootup]
BootAction=العملية
BootDelHint=حذف هذا العنصر
BootLoad=جار تحميل برامج بدء التشغيل والخدمات
BootLoadRate=جار تحميل تفاصيل التقييم
BootName=وصف البرنامج
BootRate=تقييم البرنامج
BootSuggestion=الإقتراح
BootTime=الإقلاع
BtnRestore=إستعادة
CanDisable=إيقاف اختياري
delItem=هل أنت متأكد من أنك تريد حذف هذا البند؟
Disable=تعطيل
Enable=تمكين
FailToChange=هذا العنصر لا يمكن تعطيله أو تمكينه
HisInfo=من العناصر معطلة حاليا ، تستطيع أن تمكن منها ماتريد من هنا %d
Keep=اتركه كما هو
MaySpeedup=%.2f سيتم إختصار وقت التشغيل بالثوان بنسبة
MustEnable=يجب التمكين
NoHisInfo=لم يتم تعطيل أي مواد حاليا
NoSuggestion=لا يوجد
Optimal=الأمثل
Publisher=الناشر
ServiceCountInfo=من الخدمات الخارجية %d من خدمات النظام و %d تم العثور على
ServiceName=وصف الخدمة
StartupInfo=تعطيل بعض برامج بدء التشغيل غير الضرورية لتسريع تشغيل جهاز الكمبيوتر
ToDisable=موصى به
ToKeep=اتركه كما هو
Tuneup=تحسين
TuneupDone=من / عنصر - عناصر / التمهيد %d تم تعطيل
TuneupFaile=من / عنصر - عناصر / التمهيد %d لا يمكن تعطيل
SecurityConfirm=هل أنت متأكد أنك تريد تعطيل هذا الإدخال ؟ هذا هو رمز الإشعار لتطبيق أمان ويندوز المدمج
BootPublisher=الناشر
FailToRun=تعذر / إيقاف ، تشغيل / الخدمة المحددة
BootExcute=جار التنفيذ
Service=الخدمة
Process=العمليات
CloseRate=معطّل
[Msg]
WDCScanSpeed=أسرع فحص على مستوى العالم
WDCSysSlimming=لا يوجد ملفات
PowerOpt=لا توجد عناصر قابلة للتحسين
[CommonClean]
ScanAbortedHint1=يستحسن إعادة الفحص الآن للتخلص من الملفات العديمة الفائدة
ScanAbortedHint=نقترح بأن تقوم بالفحص مرة ثانية فورا للعثور على الملفات والآثار عديمة الفائدة
DefaultHint=يمكن للتنظيف المنتظم توفير مساحة على القرص وحماية خصوصيتك
7After=يوم مضت منذ آخر تنظيف , ينصح بالفحص الفوري %d
7Before=من الجيد أن تحافظ دائما على نظافة محركات الأقراص الخاصة بك ووتسعى لتأمين خصوصيتك
[SysClean]
Scanning=جار الفحص
ScanEnd=من مساحة القرص %s من المواد حيث تم توفير %d تم العثور على
NoItems=تهانينا ، محرك أقراص النظام نظيف
Open=فتح
Remove=إزالة
MoreSpace=تتطلب مساحة أكبر
Cleaning=جاري التنظيف
SpaceFreed=تم الإنتهاء من تخفيف أعباء النظام - وتوفير مساحة من القرص %s
Installer=ملفات ويندوز المهجورة
LongInstaller=Windows Installer  لتوفير مساحة أكثر يمكن إزالة الملفات المهجورة لـ
PatchUninstall=Windows Update ملفات إلغاء التثبيت الخاصة بتحديثات
LongPatchUninstall=ملفات إلغاء تثبيت تحديثات الويندوز ، يمكنك إزالتها إذا كنت لا تحتاج إليها
Downloadedfiles=ملفات التثبيت من ويندوز المحملة مسبقا
Longdownloadedfiles=بعد نجاح تثبيت تحديثات الويندوز يمكنك إزالة الملفات بدون خطورة
Baselinecache=Windows Installer المخزون المؤقت لقاعدة بيانات
LongBaselinecache=وبالتالي يمكن إزالتها Windows installer ملفات تم إنشاؤها بواسطة
JPIME=اللغة اليابانية
LongJPIME=إذا كنت لا تحتاج إلى اللغة اليابانية مستقبلا فإنه يمكنك إزالتها
KoreanIME=اللغة الكورية
LongKoreanIME=إذا كنت لا تحتاج إلى اللغة الكورية مستقبلا فإنه يمكنك إزالتها
TChineseIME=اللغة الصينية الرسمية
LongTChineseIME=إذا كنت لا تحتاج إلى اللغة الصينية الرسمية مستقبلا فإنه يمكنك إزالتها
MPinyinIME=Microsoft Pinyin IME برنامج
LongMPinyinIME=يمكنك إزالتها إذا لم تكن بحاجة لها
HelpFile=ملفات تعليمات الويندوز
LongHelpFile=إذا كنت لا تحتاج إلى ملفات تعليمات النظام مستقبلا فإنه يمكنك إزالتها
SamplePic=مجلد الصور
LongSamplePic=إذا كنت لا تحتاج إلى الصور الموجودة في هذا المجلد مستقبلا فإنه يمكنك إزالتها
SampleMic=مجلد الموسيقى
LongSampleMic=إذا كنت لا تحتاج إلى الملفات الموسيقية الموجودة في هذا المجلد مستقبلا فإنه يمكنك إزالتها
SampleVideos=مجلد الفيديو
LongSampleVideos=إذا كنت لا تحتاج إلى ملفات الفيديو الموجودة في هذا المجلد مستقبلا فإنه يمكنك إزالتها
SampleMedia=مجلد الوسائط
LongSampleMedia=إذا كنت لا تحتاج إلى ملفات الوسائط الموجودة في هذا المجلد مستقبلا فإنه يمكنك إزالتها
Wallpaper=صور الخلفيات
LongWallpaper=إذا كنت لا تحتاج إلى خلفيات سطح المكتب الموجودة في هذا المجلد مستقبلا فإنه يمكنك إزالتها
Win10Upgrade=Windows 10 ملفات ترقية
Win10UpgradeLong=فالرجاء إزالة هذا المجلد للحصول على مساحة أكبر على القرص Windows 10 إذا قمت بالفعل بترقية نظامك إلى
[PCExam]
FixComplete=تم الإنتهاء من الإصلاح
ScanComplete=تم الإنتهاء من الفحص
CheckDefrag=التحقق من أجزاء محرك أقراص النظام
FirstTimeRunHint=هل كمبيوترك بطيء؟ قم بالفحص والإصلاح الآن
FixCanceled=تم إلغاء عملية الإصلاح
Fixing=الإصلاح
DefaultHint=الفحص سوف يمكنك من العثور على أخطاء الأمان المحتملة والعناصر التي يمكن تحسينها ومن ثم إصلاحها بنقرة واحدة فقط
Details=تفاصيل
DiskDefrag=إلغاء تجزئة القرص
ExamCanceled=تم إلغاء الفحص
ExamEndHint1=تم فحص %d من المواد، منها %d مشكلة, يستحسن عمل "إصلاح" هذه المواد دفعة واحدة
ExamEndHint2=تم اكتشاف %d من المواد, منها %d فيها أخطاء, و %d تحتاج إلى إصلاح يدوي الآن
ExamEndHint3=تم اكتشاف %d من المواد, منها %d فيها أخطاء و تحتاج إلى إصلاح يدوي
ExamEndHintFixed=تهانينا ، تم إصلاح جميع العناصر التي تحتاج إلى إصلاح
ExamEndHintFixed3=%d تم إصلاح الأخطاء, %d أحيانا تحتاج الى اصلاح بعض العناصر يدويا
ExamEndHintFixed4=من الأخطاء  التي تحتاج إلى صيانة %d مبروك تم إصلاح
ExistsPrivacyRisks=يوجد خطورة على خصوصيتك
FilesFound=تم العثور على %d من الملفات، تحتل %s من مساحة القرص
FindJunkFiles=تم إيجاد %d من مخلفات الملفات - %s
FindPrivacyData=تم العثور على %d من سجلات الخصوصية
FindTrace=العثور على %d من عناصر المحفوظات
FindTraces=العثور على %d من عناصر المحفوظات
FindTrash=العثور على %d من مخلفات الملفات, كانت تحتل حوالي %s من مساحة القرص
FirePWall=التحقق من توفر جدار الحماية للشبكة العامة للويندوز
FirePWallInvalid=تم تعطيل جدار حماية ويندوز من شبكة الاتصال العامة
FirePWallValid=تم تمكين جدار الحماية لشبكة الإتصال الخاصة بالويندوز
FireSWall=التحقق من توفر جدار الحماية لشبكة المنزل الخاصة بالويندوز
FireSWallInvalid=تم تعطيل جدار الحماية لشبكة الإتصال الخاصة بالويندوز
FireSWallValid=تم تمكين جدار الحماية لشبكة الإتصال الخاصة بالويندوز
FireWallInstalled=تم تثبيت برنامج مكافحة الفيروسات
FireWallUnInstalled=لا يوجد برنامج مكافحة فيروسات في كمبيوترك
FolderOption=التحقق من توفر خيارات المجلد
FolderOptionsInvalid=خيارات المجلد معطلة
FolderOptionsValid=خيارات المجلد صالحة
IEShell=IE shell للتحقق من صحة وظيفة
IEShellFail=IE تم إختطاف الصفحة الرئيسية للـ
IEShellFine=IE shell يعمل بشكل طبيعي
InstallSafeSoft=تثبيت برامج مكافحة الفيروسات
JunkFiles=ملفات عديمة الفائدة في كمبيوترك
JunkFilesEx=الملفات الغير صالحة مثل ملفات التخزين المؤقت والسجلات والملفات المؤقتة وغيرها
LastCheck=آخر فحص للكمبيوتر
LastFixTime=آخر فحص كان منذ %d يوم
ManualFix=إصلاح يدوي
ManualProcess=عناصر التحسين اليدوي
ManualProcessEx=مخاطر الخصوصية ، إلغاء تجزئة القرص ، وغيرها / يتطلب إصلاح يدوي
NeedDefrag=يحتاج محرك أقراص النظام إلى إلغاء التجزئة
NoNeedDefrag=لا حاجة لإلغاء تجزئة محرك أقراص النظام
NoOptimizeItems=تم تحسين كافة العناصر
NoPrivacyRisks=لا يوجد خطورة على خصوصيتك
OptimizeOptItems=للتحقق من المواد التي تم تحسينها
OptimizeResult=تم تحسين %d من العناصر من أجل تسريع كمبيوترك
PcGood=تهانينا الكمبيوتر سليم
PCHealthNum=مؤشر سلامة الكمبيوتر
PrivacyHint=مسح كل آثار المستكشف الخاص بك وأنشطة الكمبيوتر السابقة
PrivacyItmes=مخاطر الخصوصية
ReFixHint=يستحسن إتمام عملية إصلاح الكمبيوتر لجعله أسرع
RegeditLocked=محرر الريجستري معطل
Regeditor=التحقق من توفر محرر الريجستري للويندوز
RegeditUnLocked=محرر الريجستري صالح
RegEntriesCount=العثور على %d من المدخلات الغير صالحة
RegEntriesResult=تم التخلص من %d من مدخلات الريجستري الغير صالحة
RegistryJunk=مدخلات الريجستري الغير صالحة
RegistryJunkEx=مدخلات ومخلفات الريجستري الغير صالحة
RemoteDesktop=ملفات المخزون المؤقت لسطح المكتب البعيد
RemoteDesktopAlive=الإتصال بسطح المكتب البعيد قيد التشغيل
RemoteDesktopDisabled=يتم تعطيل - إتصال سطح المكتب - البعيد
ReScanHint=نحن نوصي بشدة لإكمال الفحص للبحث عن مزيد من الأخطاء التي تبطئ كمبيوترك
Result.FailTranstr=لا يوجد برنامج مكافحة فيروسات في كمبيوترك
Result.FineTranStr=تم تثبيت برنامج مكافحة فيروسات في كمبيوترك
SafeCheckResult=تم إصلاح %d من المسائل المتعلقة بالأمان
ScanFor=جار الفحص
ScanOptItems=عناصر قابلة للتحسين
SDDDetected=تخطي - SSD تم إكتشاف
SecurityProject=المواد المتعلقة بالأمان
SecurityProjectEx=جدار الحماية والريجستري وسطح المكتب البعيد والمهام الأمنية الأخرى
ShortJunkFiles=الملفات عديمة الفائدة في جهاز الكمبيوتر
ShortJunkFilesEx=ملفات عديمة الفائدة
ShortManualProcessEx=مهام التحسين اليدوي
ShortRegistryJunk=مدخلات ريجستري غير صالحة
ShortRegistryJunkEx=مدخلات ريجستري غير صالحة
ShortSecurityProjectEx=المهام الأمنية
ShortSystemTuneup=المواد التي يمكن تحسينها
ShortSystemTuneupEx=تحسين النظام
ShortUserTrace=بيانات التصفح
ShortUserTraceEx=آثار الكمبيوتر
Suggestion1=يستحسن عمل فحص فوري الآن
SystemTuneup=يوجد %d من عناصر التي يمكن تحسينها من أجل أداء أفضل لكمبيوترك
SystemTuneupEx=زيادة سرعة النظام وتحسين أدائه واستقراره وما إلى ذلك
TaskManager=التحقق من توفر مدير مهام الويندوز
TaskManagerInvalid=مدير المهام غير ممكن
TaskManagerValid=مدير المهام ممكن
Tracehint=مسح محفوظات الاستعراض الخاصة بك وتاريخ الوصول والمستندات إلخ
TraceResult=التخلص من %d من مخلفات الاستخدام
TracesFound=العثور على %d من المخلفات
TrashResult=تم التخلص من %d من الملفات العديمة الفائدة و من ثم تحرير %s من مساحة القرص
UnsettledItems=العناصر التالية تحتاج إلى إصلاحها يدويا
UserTrace=آثار التتبع للكمبيوتر ومحفوظات الاستعراض
UserTraceEx=محفوظات البرامج المستخدمة والملفات التي تم فتحها ومواقع الإنترنت التي تمت زيارتها...الخ
WindowsAutoUpdate=التحقق من توفر خدمة التحديثات التلقائية للويندوز
WindowsAutoUpdateInvalid=التحديث التلقائي معطل للويندوز
WindowsAutoUpdateValid=التحديث التلقائي صالح للويندوز
[FileErase]
NetPath=لا يمكن فك مسار شبكة الإتصال
None=بدون
Crushing=الحذف الآمن
Shred=تم حذفه بأمان
InUsed=قيد الإستخدام
Aborted=ملغى
Shredding=الحذف الآمن
SysPath=لا يمكن مسح المسار المحدد لأنه يتضمن مسارات مهمة للنظام
ScrubFinished=تم المسح تم بنجاح تمزيق %d من الملفات و فشل في تمزيق %d من الملفات
ScrubCanceled=تم إلغاء المسح وتم بنجاح تمزيق %d من الملفات و فشل في تمزيق %d من الملفات
Erased=إبدأ الحذف
Canceled=تم الإلغاء
[DiskDefrag]
Volume=القرص
TotalSpace=المساحة الإجمالية
FreeSpace=المساحة الفارغة
Fragmented=الأجزاء
Status=الحالة
PmDefrag=إلغاء التجزئة
FullOpt=التحسين الكامل
PmAnlyse=تحليل
Resume=إستئناف
Analying=تحليل
Defragmenting=إلغاء التجزئة
Optimizing=تحسين
Analyed=تم التحليل
Defragmented=تم إلغاء التجزئة
Optimized=تم التحسين
Pause=إيقاف مؤقت
SSD=غير مدعومة SSD أقراص
DefragInfo=ينصح دوما بإلغاء تجزئة القرص للحفاظ على التشغيل السريع للجهاز بعد إستخدامه لبعض الوقت
PmNoAct=بدون إجراء
PmShutdown=إيقاف تشغيل الكمبيوتر
PmSleep=وضع النوم
PmHibernation=وضع السبات
PmLoginoff=تسجيل الخروج
PmOptimize=التحسين الذكي
Trimming=جار التحسين
Trimmed=محسّن
SmartOptimize=سوف تقوم أداة - التحسين الذكي - بتحليل وإختيار أنسب طريقة لإلغاء تجزئة القرص أو تحسينه أو إصلاحه
TypeFixDisk=HDD أقراص
TypeSSD=SSD أقراص
TypeRemovable=أجهزة قابلة للإزالة
MediaType=النوع
LastTrim=%d أيام مرت منذ آخر مهمة
[BtnList]
DuplicateFinder=أداة إكتشاف الملفات المكررة
DuplicateFinderDesc=هي أداة لإدارة الملفات المكررة وإزالتها
WiseReminder=أداة التذكير بالمهام اليومية
WiseReminderDesc=هي أداة للتذكير , تساعدك على تنظيم مهامك اليومية
GameBooster=أداة تسريع الألعاب
GameBoosterDesc=هي أداة تدعم تسريع الألعاب
ForceDeleter=أداة الحذف الإجباري
ForceDeleterDesc=هي أداة لإزالة قفل الملفات وحذفها بطريقة آمنة وسهلة
SystemMonitor=أداة مراقبة النظام
SystemMonitorDesc=هي أداة لمراقبة المعالج والأجهزة وحركة مرور الشبكة
AutoShutdown=أداة الإيقاف التلقائي
AutoShutdownDesc=هي أداة لإيقاف تشغيل الكمبيوتر تلقائيا
DataRecovery=أداة إستعادة البيانات
DataRecoveryDesc=هي أداة لإستعادة الملفات المحذوفة
FolderHider=أداة إخفاء المجلدات والملفات
FolderHiderDesc=هي أداة لإخفاء البيانات الخاصة
JetSearch=أداة البحث السريع
JetSearchDesc=هي اداة للبحث السريع عن الملفات
MemoryOptimizer=أداة تحسين الذاكرة
MemoryOptimizerDesc=هي أداة لتحرير وتحسين الذاكرة الفارغة
ProgramUninstaller=أداة إلغاء تثبيت البرامج
ProgramUninstallerDesc=هي أداة لإزالة البرامج غير المرغوب فيها بدقة
PluginClean=منظف الإضافات
BigFile=إدارة الملفات الكبيرة
BigFileDesc=هي طريقة سهلة لإدارة الملفات الكبيرة
RegClean=منظف الريجستري
RegCleanDesc=العثور على أخطاء الريجستري وإصلاحها
CommClean=التنظيف المشترك
CommCleanDesc=سرعة وسهولة في تنظيف الملفات عديمة الفائدة والآثار
AdvClean=التنظيف المتقدم
AdvCleanDesc=إيجاد وتنظيف الملفات عديمة الفائدة في جميع محركات الأقراص
SysSimming=تخفيف النظام
SysSimmingDesc=سهولة تنظيف ملفات الويندوز عديمة الفائدة
PowerOpt=تحسين النظام
PowerOptDesc=معايرة وتحسين إداء جهاز الكمبيوتر الخاص بك
DiskDefrag=إلغاء تجزئة القرص
DiskDefragDesc=إلغاء تجزئة الأقراص وتسريع النظام الخاص بك
RegDefrag=إلغاء تجزئة الريجستري
RegDefragDesc=تحسين الريجستري لتسريع النظام الخاص بك
Startup=إدارة بدء التشغيل
StartupDesc=سهولة إدارة برامج بدء التشغيل
ContextMenu=قائمة السياق
ContextMenuDesc=سهولة إدارة عناصر قائمة سياق الويندوز
PrivacyErase=مسح الخصوصية
PrivacyEraseDesc=إزالة / الآثار - التاريخ / للحفاظ على خصوصيتك آمنة
NotifyManager=إشعارات المواقع
NotifyManagerDesc=إدارة المواقع التي تسمح بإرسال الإشعارات
DiskErase=مسح القرص
DiskEraseDesc=مسح جميع الملفات المحذوفة من القرص لمنع إستعادتها
FileShredder=الحذف الآمن للملفات
FileShredderDesc=منع إستعادة الملفات المحذوفة عن طريق الكتابة فوق المساحة الأصلية
PasswordGenerator=مولد كلمات المرور
PasswordGeneratorDesc=سهولة إنشاء كلمة مرور قوية
ProcessMon=مراقبة العمليات
ProcessMonDesc=سهولة إدارة العمليات قيد التشغيل
SystemInfo=معلومات جهاز الكمبيوتر
SystemInfoDesc=لمحة عامة عن معلومات النظام والأجهزة الخاصة بك
ImageX=محرر الصور
ImageXDesc=تحرير وتحسين الصور
[DiskErase]
Stop=إيقاف
Erase=إضغط للبدء
Rule1=بيانات عشوائية مرة واحدة ـ مستحسن
Rule2=ـ 3 مرات DoD 5220.22-M خوارزمية
Rule3=ـ 7 مرات Schneier's خوارزمية
Rule4=ـ 35 مرة Guttmann خوارزمية
EraseFinished=تم المسح الآمن للقرص - المدة الزمنية
ErasingFor=المسح الآمن للملفات المحذوفة في %s يرجى الانتظار
TempFileDeleting=جار حذف الملفات المؤقتة
ErasingForDisk=يتم المسح الآمن للمساحة الفارغة في %s الرجاء الانتظار
ManyFiles=تم العثور على العديد من الملفات القابلة للإستعادة
FewFiles=تم العثور على بعض الملفات القابلة للإستعادة
SkipAnalyse=FAT تخطي التحليل / محرك أقراص
Secure=آمن
DoesNotSupport=لا يدعم محرك الأقراص هذا
Erasing=جار المسح
Finished=إكتمل المسح
Canceled=تم إلغاء المسح
ConfirmEraseDisk=سوف يستغرق المسح الآمن للقرص بعض الوقت ، الرجاء إغلاق البرامج الأخرى تجنبا لعرقلة عملية المسح ، هل تريد المتابعة ؟
PartitionError=لقد تم العثور على خطأ جسيم في الأقسام الخاصة بك
[Tuneup]
BootSpeedup=تسريع بدء التشغيل / إيقاف التشغيل
SystemStable=إستقرار النظام
SystemSpeedup=تسريع النظام
NetworkSpeedup=تسريع الشبكة
SSDSpeedup=SSD تحسين أقراص
BootPartition=تمكين ميزة التحسين لتحسين بدء الويندوز السريع
BootDelay=تخفيض وقت - تدقيق القرص - لتحسين تشغيل الويندوز بسرعة
ClearPagingFile=تعطيل تنظيف ملفات تصفح الويندوز عند إيقاف التشغيل لتسريع  إيقاف كمبيوترك
TimeOut=تخفيض توقّف التطبيق في الإغلاق لتحسين عملية إيقاف التشغيل
PrefetchParameters=تحسين إحضار المؤشرات لتحسين بدء الويندوز بسرعة
AutoKill=إغلاق العمليات المجمّدة لتفادي حوادث إصطدام النظام
RestartExplorer=إعادة تشغيل المستكشف تلقائياً إذا توقّف بشكل مفاجئ لتفادي اختفاء سطح المكتب
TwoProcess=تعيين مكوّنات مستكشف الويندوز للتشغيل في العمليات المنفصلة التي تتفادى تعارض النظام
RemoteRegAccess=تعطيل تعديل الريجستري من كمبيوتر بعيد
BlueReboot=تعطيل إعادة التشغيل التلقائي عندما يواجه النظام شاشة الموت الزرقاء
SuperPrefetchParameters=تعطيل ميزة الجلب المسبق الفائق للحد من إستهلاك الذاكرة أثناء الإقلاع - يعمل على ويندوز / 8-10
ErrorReport=تعطيل شاشة خطأ الإبلاغ لتحسين أداء النظام
Debugger=تعطيل مصحح الأخطاء لتسريع معالجة الخطأ
OptMemory=تحسين إعدادات الذاكرة الإفتراضية لتحسين أداء النظام
OptVEff=تحسين مظهر مكوّنات الواجهة الأمامية / صناديق الحوار، القوائم ...الخ لتحسين أداء النظام
OptFileSystem=تحسين نظام الملف لتحسين أداء النظام
OptDiskSystem=I/O لتحسين أداء النظام يجب تحسين قرص النظام الفرعي
DisAutoRun=تعطيل ميزّة - التشغيل التلقائي - من محرك الأقراص لتفادي عدوى الفيروس وانتشاره
OptDiskIdle=I/O عندما تكون وحدة المعالجة المركزية عاطلة يجب تحسين القرص
CloseAnimate=تعطيل - تأثيرات الإنتقال - لتحسين سرعة ظهور النوافذ
PorcessorTime=تحسين أداء المعالج لتنفيذ وبدء التطبيقات والألعاب الخ ، تجاهل ذلك إذا كان كمبيوترك خادما
PagingExecutive=لتعطيل ترقيم صفحات الذاكرة وتقليل جهد القرص لتحسين أداء التطبيق ، هذا الخيار يمكن تجاهله إذا كانت الذاكرة الفعلية أكبر من 1 غيغابايت
AeroPeek=Aero Peek تعزيز سرعة العرض
ForeAppSpeed=زيادة سرعة إستجابة البرامج التي تعمل في المقدمة
IconCache=زيادة ذاكرة التخزين المؤقت لرمز النظام ، وتسريع عرض سطح المكتب
ShowSpeed=سرعة إستجابة محسنة لعرض النظام
AeroSnap=تسريع - منطقة الإلتقاط - لعرض الصور المصغرة بسرعة
PreviewUP=زيادة سرعة عرض معاينات نافذة شريط المهام
FileListSpeed=تحسين سياسة تحديث قائمة ملفات ويندوز
OptTTL=طول مدة بقائها ، لتحسين أداء الشبكة TTL تحسين إعدادات
OptMTU=TCP/IP لتحسين أداء - MTU الكشف التلقائي عن - الثغرات المظلمة - بإستخدام تقنية - مكتشف مسار الـ
OptWINS=تحسين وقت الإستفسار عن الإسم لتسريع إنتقال البيانات
OptNetWork=تحسين إعدادات الشبكة لتسريع أداء الإتصال
OptNetForward=تحسين قدرة الشبكة الأمامية لتسريع أدائها
OptEthernet=Ethernet تحسين أداء بطاقة
OptIEConnection=زيادة الحد الأقصى للإتصالات لكل خادم ، لتسريع عرض صفحات الويب وزيادة سرعة مشاهدة الفيديو عبر الإنترنت
OptDNS=DNS تحليل وتحسين سرعة
OptLAN=LAN تحسين إتصال شبكة
EnableTRIM=SSD لتحسين إداء عمل أقراص TRIM تمكين وظيفة
DisablePrefetch=SSD تعطيل ميزة - الجلب المسبق - لزيادة العمر الإفتراضي لأقراص
DisableSuperPrefetch=SSD تعطيل ميزة - الجلب المسبق الفائق - لزيادة العمر الإفتراضي لأقراص
DisableDefragIdle=SSD تعطيل ميزة - إلغاء التجزئة التلقائي - أثناء الخمول لزيادة العمر الإفتراضي لأقراص
DisableDefragBoot=SSD تعطيل - تجزئة محرك أقراص النظام - عند الإقلاع لزيادة العمر الإفتراضي لأقراص
DisableIDECheck=منع الكمبيوتر من التحقق من قنوات الأقراص الخارجية لتحسين سرعة بدء تشغيل النظام
ItemsOptimized=%d العناصر التي تم تحسينها
NoItems=مبروك ، تم تحسين جميع العناصر
NoSelectedItem=يجب عليك تحديد عنصر واحد على الأقل من أجل التحسين
OptItems=من العناصر التالية %d يمكن تحسين
RestoreAll=هل تريد إستعادة كافة العناصر إلى الوضع الإفتراضي ؟
StaticIP=ثابت لإتّصالك المحلي لتسريع تشغيل الكمبيوتر IP تعيين
TakeEff=بعض التغييرات سوف تبقى غير فاعلة لحين إعادة تشغيل الكمبيوتر
DisableHibernate=وإطالة عمره / سيتم أيضًا إيقاف تشغيل ميزة - تسريع بدء التشغيل SSD قم بتعطيل وضع إسبات الكمبيوتر لتوفير مساحة على قرص
IndexOptimize=Windows تحسين فهرسة
RemoveShotcut=إزالة علامة - إختصار - من أيقونات الإختصارات
AutoReStartShell=حيث يمكن إعادة التشغيل تلقائيا بعد حدوث إستثناء لمنع النظام من عدم الاستجابة Windows Explorer تحسين
ListveiwOpt=تحسين القائمة والتأثير المرئي لها لزيادة سرعة تشغيل النظام
Systemsecurity=حماية النظام
DownloadMode=لتحسين إداء الشبكة Windows Update Delivery Optimization قم بتعطيل
highperformance=اضبط خطة الطاقة على الأداء العالي للحصول على أمثل إداء لنظام الويندوز
minimizeperformance=اضبط خطة الطاقة على موفر الطاقة لإطالة وقت استخدام الكمبيوتر
LockScreenToastEnabled=قم بتعطيل ظهور الإشعارات على شاشة القفل للحفاظ على خصوصيتها

[Summary]
ContextMenu=عناصر قائمة السياق الغير صالحة
MUICache=مرجعيات الذاكرة المفقودة
Services=خدمات الويندوز الغير صالحة
Activex=الغير صالحة ActiveX و COM مكونات
FireWall=إعدادات جدار الحماية
RootAll=المسارات والملفات الغير صالحة
SoftwareSection=مسارات وملفات غير صالحة من مخلفات البرامج التي تمت إزالتها
ApplicationPaths=مسارات التطبيقات
FileTypes=أنواع الملفات
HelpFiles=ملفات التعليمات
Fonts=معلومات الخطوط الغير صالحة
SharedDLL=مكتبة الروابط الديناميكية المشتركة المفقودة
MRULists=القوائم المستخدمة مؤخرا
UninstallSection=ملفات إلغاء التثبيت
StartMenu=قائمة إبدأ
StartupProgram=برامج بدء التشغيل
SoundandAppEvents=إعدادات قديمة أو غير صالحة للصوت والمهمات
IEUrlHistory=IE محفوظات الإنترنت لمتصفح
IFEO=عمليات فتح ملفات الصور
EmptyKey=المفاتيح الفارغة
App=إعدادات التطبيقات الغير صالحة
[ErrorMessage]
MUIError1=إشارة , MUI مفقود ولكن محرك الأقراص "%s" is %s نوصي بتجاهل هذا الخطأ
MUIError=مفقود MUI مرجع
ServiceNotExists=برنامج الخدمة المحدد غير موجود
MimeExName=%s :غير صحيح مسجل MIME إمتداد ملف
EmptyKey=المفاتيح الفارغة
EmptyHelpdirctory=دليل تعليمات فارغ
FileNotExist=الملف - المجلد / غير موجود
HFileNotExist=ملف - مجلد / التعليمات غير موجود
EmptyValue=قيمة فارغة
TypeLib=مكتبة الأنواع غير موجودة
NodeEmpty=التفرع فارغ
SharedFilenotexist=الملف المشارك غير موجود
sharedfilenotbeuse=الملف المشارك غير مستخدم
noconnection=لا توجد معلومات إتصال الملف
Invalidpathtoicon=مسار أيقونة غير صالح
ReferstoaninvalidClass=يرجع إلى طبقة غير صالحة
Emptyshellcommand=فارغ Shell أمر
Invalidshellcommand=غير صالح / الملف غير موجود Shell أمر
Fontsnotexist=ملف الخطوط غير موجود
Hijacking=%s تمت القرصنة بواسطة %s
MRULists=قوائم مستخدمة مؤخرا
invalidOpenWith=لا يوجد أي تطبيق مشترك مع هذا النوع
ReferActivex=غير صالحة Activex/COM يرجع إلى مدخلة
EmptyCLSID=CLSID فارغة
ComSourceNotExist=غير موجود COM مصدر
invalidUnistall=معلومات إلغاء التثبيت غير صالحة
notexist=غير موجودة
ObsoleteStartMenuItem=مادة قائمة إبدأ قديمة
SoundFilenotexist=ملف صوتي غير موجود
FileNotExist1=يستحسن تجاهل هذا الخطأ "%s" هو %s الملف - المجلد /غير موجود - لكن القرص
OpenWithError=فتح مع خطأ - التطبيق المحدد غير موجود
OpenWithError1=يستحسن تجاهل هذا الخطأ %s هو "%s" فتح مع خطأ، التطبيق المحدد غير موجود - لكن القرص
ComSourceNotExist1=يستحسن تجاهل هذا الخطأ %s هو %s غير موجود، لكن القرص COM مصدر
Trojan=هذا هو السلوك النموذجي لفايروس أحصنة طروادة ، نوصي بشدة بإزالة الإدخال على الفور وإستخدام برنامج مضاد الفيروسات لفحص كمبيوترك
progid=معرف البرنامج المحدد غير موجود
[Area]
NetworkDataUsage=بيانات الشبكة المستخدمة
DirectXCache=DirectX Shader ذاكرة التخزين المؤقت
DeliveryCache=Windows Delivery تحسين ملفات
DNSCache=DNS ذاكرة التخزين المؤقت لنظام
AccessFiles=تاريخ الملفات التي تم الوصول إليها
SeenPictures=تاريخ الصور المعروضة
VisitedWeb=تاريخ الصفحات التي تمت زيارتها
SeenMovies=تاريخ الأفلام / مقاطع الفيديو التي تمت مشاهدتها
WinInstallerPackage=ملفات ويندوز المثبتة المهجورة
WindowsPaint=Windows Paint برنامج
AdobeFlash=Adobe Flash برنامج
WindowsSysCache=Windows System Cache برنامج
WindowsWordpad=Windows WordPad برنامج
WinInstallerCache=Windows Installer Cache برنامج
WinSxsBackup=Windows WinSxs Backup برنامج
Cookies=ملفات تعريف الإرتباط
DOMStoreCookies=Microsoft IE DOM مخزون ملفات تعريف الإرتباط
DownloadedPatch=الملفات المحملة مسبقا من قبل الويندوز
Downloads=تم تنزيل الملفات من المتصفح
Dump=ملفات تفريغ الذاكرة
ErrorReport=ملفات تقرير الخطأ
ExplorerMRU=ملفات مستخدمة بكثرة لمستكشف آخر
RemoteDesktopHistory=محفوظات سطح المكتب البعيد
FontCache=المخزون المؤقت لخطوط الويندوز
IISLog=IISLog برنامج
InvalidLnk=إختصارات غير صالحة
InvalidScTask=مهام مجدولة غير صالحة
InvalidStartMenu=قوائم بدء التشغيل الغير صالحة
OutlookSearchHistory=Microsoft Office Outlook محفوظات البحث
JumpList=قوائم شريط المهام المنبثقة / إزالة المواد المثبتة أيضا
LogFile=ملفات سجلّات النظام
MESCache=Microsoft Security Essentials المخزون المؤقت لتحديثات وسجلات
MetroCache=Windows Metro مخزون
MSOffice=Microsoft Office برنامج
Networkmapping=محفوظات التخطيط لمحرك أقراص الشبكة
Office=Microsoft Office برنامج
OfficePicture=Microsoft Office مدير الصور
OfficeRecent=Microsoft Office تاريخ الجلسات
Prefetch=بيانات الجلب المسبق للويندوز
Recentdocuments=المستندات الأخيرة
Recyclebin=تفريغ سلة المهملات
RemoteDesktop=ملفات المخزون المؤقت لسطح المكتب البعيد
RunStartMenu=تشغيل في قائمة ابدأ
SafariCache=Safari المخزون المؤقت
SafariCookies=Safari ملفات تعريف الإرتباط
SafariHistory=Safari محفوظات
SafariPasswords=Safari كلمات المرور المحفوظة
SearchList=سجل بحث الويندوز
SysTemp=مخلفات الملفات التي تم إنشاؤها من قبل ويندوز
SystemTrace=تتبع نوافذ وتطبيقات ويندوز
ThumbCache=المخزون المؤقت للصور المصغرة
TraceClean=الملفات المتبقية في الكمبيوتر
TraryNotify=المخزون المؤقت للتنبيهات بجوار الساعة
TrashClean=الملفات عديمة الفائدة في الكمبيوتر
TypeInternetCache=تاريخ تصفح الإنترنت
TypeInternetTrace=تتبع متصفحات الإنترنت
TypeMedia=الوسائط المتعددة
TypeOtherApp=التطبيقات الأخرى
TypeSystem=مجلد النظام
TypeWComponents=مكونات الويندوز
UserTemp=الملفات غير المرغوب فيها التي أنشأتها التطبيقات
ChromeCache=Google Chrome المخزون المؤقت
ChromeCookies=Google Chrome ملفات تعريف الإرتباط
ChromeForm=Google Chrome محفوظات نماذج الإكمال التلقائي
Chromelocalstorage=Google التخزين المحلي
ChromePasswords=Google Chrome كلمات المرور المحفوظة
ChromeSession=Google Chrome جلسات
chromebookmarks=Google Chrome النسخ الإحتياطي للإشارات المرجعية لـ
FireFoxCache=Mozilla FireFox مخزون المؤقت
FireFoxCookies=Mozilla FireFox ملفات تعريف الإرتباط
FireFoxForm=Mozilla FireFox محفوظات نماذج الإكمال التلقائي
FireFoxOther=Mozilla FireFox المحفوظات الأخرى
FireFoxPasswords=Mozilla FireFox كلمات المرور المحفوظة
FireFoxSession=Mozilla Firefox جلسات
FireFoxbookmarks=Mozilla Firefox النسخ الإحتياطي للإشارات المرجعية لـ
LastDownloadDir=آخر مكان للتحميل
IEAddressBarHistory=IE عنوان شريط التاريخ لمتصفح
IECahce=Microsoft IE الملفات المؤقتة
IECookies=Microsoft IE ملفات تعريف الارتباط
IEForm=للإكمال التلقائي IExplorer محفوظات نماذج
IEHistory=IE السجل النشط لمتصفح
IEPasswords=المحفوظة IE كلمات مرور
OperaStableCache=Opera المخزون المؤقت
OperaStableCookies=Opera ملفات تعريف الارتباط
OperaStableHistory=Opera التاريخ
OperaStablePasswords=Opera كلمات المرور المحفوظة
OperaStableSessions=Opera جلسات
OperaStableForm=Opera محفوظات نموذج الملء التلقائي
OperaStablebookmarks=Opera النسخ الإحتياطي للإشارات المرجعية لـ
PaleMoonCache=PaleMoon المخزون المؤقت
PaleMoonCookies=PaleMoon ملفات تعريف الارتباط
PaleMoonDownloadHistory=PaleMoon سجل التنزيلات
PaleMoonHistory=PaleMoon تاريخ التصفح
PaleMoonSavedFormInformation=PaleMoon معلومات النماذج المحفوظة
PaleMoonSession=PaleMoon جلسات
PaleMoonSitePreferences=PaleMoon تفضيلات متصفح
Vivaldi=Vivaldi متصفح
VivaldiCache=Vivaldi المخزون المؤقت
VivaldiCookies=Vivaldi ملفات تعريف الارتباط
VivaldiForm=Vivaldi سجل الإكمال التلقائي للنماذج
Vivaldilocalstorage=Vivaldi التخزين المحلي
VivaldiSavedPasswords=Vivaldi كلمات المرور المحفوظة
VivaldiSession=Vivaldi جلسات
Yandex=Yandex متصفح
YandexCache=Yandex المخزون المؤقت
YandexCookies=Yandex ملفات تعريف الإرتباط
YandexForm=Yandex سجل الإكمال التلقائي للنماذج
YandexLocalstorage=Yandex التخزين المحلي
YandexPasswords=Yandex كلمات المرور المحفوظة
YandexSession=Yandex جلسات
BraveBrowser=Brave Browser متصفح
BraveBrowserCache=Brave Browser المخزون المؤقت
BraveCookies=Brave Browser ملفات تعريف الإرتباط
Braveform=Brave Browser سجل الإكمال التلقائي للنماذج
BraveBrowserlocalstorage=Brave Browser التخزين المحلي
BravePasswords=Brave Browser كلمات المرور المحفوظة
BraveSession=Brave Browser جلسات
MSEdgeCache=MS Edge المخزون المؤقت
MSEdgeHistory=MS Edge سجل التصفح
MSEdgeDownloadHistory=MS Edge سجل التنزيلات
MSEdgeTypedURLs=MS Edge سجل العناوين المكتوبة
MSEdgeSavedFormInformation=MS Edge معلومات النماذج المحفوظة
MSEdgeSavedPasswords=MS Edge كلمات المرور المحفوظة
MSEdgeSession=MS Edge جلسات
MSEdgelocalstorage=MS Edge التخزين المحلي
MSEdgeCookies=MS Edge ملفات تعريف الإرتباط
MSEdgebookmarks=MS Edge النسخ الإحتياطي للإشارات المرجعية لـ
ComodoDragonCach=Comodo Dragon المخزون المؤقت
ComodoDragonlocalstorage=Comodo Dragon التخزين المحلي
ComodoDragonForm=Comodo Dragon سجل الإكمال التلقائي للنماذج
ComodoDragonPasswords=Comodo Dragon كلمات المرور المحفوظة
ComodoDragonSession=Comodo Dragon جلسات
ComodoDragonCookies=Comodo Dragon ملفات تعريف الإرتباط
RockMeltCache=RockMelt المخزون المؤقت
RockMeltlocalstorage=RockMelt التخزين المحلي
RockMeltForm=RockMelt سجل الإكمال التلقائي للنماذج
RockMeltPasswords=RockMelt كلمات المرور المحفوظة
RockMeltSession=RockMelt جلسات
RockMeltCookies=RockMelt ملفات تعريف الإرتباط
CentBrowserCache=CentBrowser المخزون المؤقت
CentBrowserlocalstorage=CentBrowser التخزين المحلي
CentBrowserForm=CentBrowser سجل الإكمال التلقائي للنماذج
CentBrowserPasswords=CentBrowser كلمات المرور المحفوظة
CentBrowserSession=CentBrowser جلسات
CentBrowserCookies=CentBrowser ملفات تعريف الإرتباط
ChromiumCache=Chromium المخزون المؤقت
Chromiumlocalstorage=Chromium التخزين المحلي
ChromiumForm=Chromium سجل الإكمال التلقائي للنماذج
ChromiumPasswords=Chromium كلمات المرور المحفوظة
ChromiumSession=Chromium جلسات
ChromiumCookies=Chromium ملفات تعريف الإرتباط
TorchCache=Torch المخزون المؤقت
Torchlocalstorage=Torch التخزين المحلي
TorchForm=Torch سجل الإكمال التلقائي للنماذج
TorchPasswords=Torch كلمات المرور المحفوظة
TorchSession=Torch جلسات
TorchCookies=Torch ملفات تعريف الإرتباط
OperaGXCache=Opera GX المخزون المؤقت
OperaGXlocalstorage=Opera GX التخزين المحلي
OperaGXForm=Opera GX سجل الإكمال التلقائي للنماذج
OperaGXPasswords=Opera GX كلمات المرور المحفوظة
OperaGXSession=Opera GX جلسات
OperaGXCookies=Opera GX ملفات تعريف الإرتباط
SogouExplorerCache=Sogou Explorer المخزون المؤقت
Sogouhistory=Sogou Explorer سجل التصفح
SogouForm=Sogou Explorer سجل الإكمال التلقائي للنماذج
SogouExplorerSession=Sogou Explorer جلسات
SogouExplorerCookies=Sogou Explorer ملفات تعريف الإرتباط
WaterFoxCache=WaterFox المخزون المؤقت لـ
WaterFoxForm=WaterFox محفوظات نموذج الملء التلقائي
WaterFoxPasswords=WaterFox كلمات المرور المحفوظة
WaterFoxOther=WaterFox المحفوظات الأخرى
WaterFoxSession=WaterFox الجلسات
WaterFoxCookies=WaterFox ملفات تعريف الإرتباط
WaterFoxbookmarks=WaterFox النسخ الإحتياطي للإشارات المرجعية لـ
CocCocCache=CocCoc المخزون المؤقت
CocCoclocalstorage=CocCoc تاريخ التصفح
CocCocForm=CocCoc محفوظات نموذج الملء التلقائي
CocCocPasswords=CocCoc كلمات المرور المحفوظة
CocCocSession=CocCoc الجلسات
CocCocCookies=CocCoc ملفات تعريف الإرتباط
CocCocbookmarks=CocCoc النسخ الإحتياطي للإشارات المرجعية لـ
AvastCache=Avast Secure Browser المخزون المؤقت
Avastlocalstorage=Avast Secure Browser تاريخ التصفح
AvastForm=Avast Secure Browser محفوظات نموذج الملء التلقائي
AvastPasswords=Avast Secure Browser كلمات المرور المحفوظة
AvastSession=Avast Secure Browser الجلسات
AvastCookies=Avast Secure Browser ملفات تعريف الإرتباط
Avastbookmarks=Avast Secure Browser النسخ الإحتياطي للإشارات المرجعية
AOLCache=AOL Shield Pro المخزون المؤقت
AOLlocalstorage=AOL Shield Pro تاريخ التصفح
AOLForm=AOL Shield Pro محفوظات نموذج الملء التلقائي
AOLPasswords=AOL Shield Pro كلمات المرور المحفوظة
AOLSession=AOL Shield Pro الجلسات
AOLCookies=AOL Shield Pro ملفات تعريف الإرتباط
AOLbookmarks=AOL Shield Pro النسخ الإحتياطي للإشارات المرجعية

QuarkBrowserCache=Quark ذاكرة التخزين المؤقت لمتصفح
QuarkBrowserlocalstorage=Quark التخزين المحلي لمتصفح
QuarkBrowserForm=Quark سجل نموذج الملء التلقائي لمتصفح
QuarkBrowserPasswords=Quark كلمات المرور المحفوظة لمتصفح
QuarkBrowserSession=Quark جلشات متصفح
QuarkBrowserBookmarks=Quark النسخ الاحتياطي للإشارات المرجعية لمتصفح
AdobeAcrobatReader5.0=Adobe Acrobat Reader 5.0 برنامج
AdobeAcrobatReader6.0=Adobe Acrobat Reader 6.0 برنامج
AdobeAcrobatReader7.0=Adobe Acrobat Reader 7.0 برنامج
AdobeReader8.0=Adobe Reader 8.0 برنامج
AdobeReader9.0=Adobe Reader 9.0 برنامج
AdobeReader11.0=Adobe Reader 11.0 برنامج
AdobeReader DC=Adobe Reader DC برنامج
AdobeAcrobat8.0=Adobe Acrobat 8.0 برنامج
AdobeAcrobat9.0=Adobe Acrobat 9.0 برنامج
AdobeAcrobat10.0=Adobe Acrobat 10.0 برنامج
AdobeAcrobatXI=Adobe Acrobat XI برنامج
AdobeImageReady7.0=Adobe ImageReady 7.0 برنامج
AdobeImageReadyCS=Adobe Image Ready CS برنامج
AdobePhotoshop6.0=Adobe Photoshop 6.0 برنامج
AdobePhotoshop7.0=Adobe Photoshop 7.0 برنامج
AdobePhotoshopCS=Adobe Photoshop CS برنامج
AdobePhotoshopCS2=Adobe Photoshop CS2 برنامج
AdobePhotoshopCS3=Adobe Photoshop CS3 برنامج
AdobePhotoshopCS4=Adobe Photoshop CS4 برنامج
AdobePhotoshopCS5=Adobe Photoshop CS5 برنامج
AdobePhotoshopCS6=Adobe Photoshop CS6 برنامج
AdobePhotoshopElements12=Adobe Photoshop Elements 12 برنامج
AdobeIllustrator=Adobe Illustrator برنامج
AdobeAir=Adobe Air برنامج
AdobeDreamweaver=Adobe Dreamweaver برنامج
AdobePremiereProCC=Adobe Premiere Pro CC برنامج
AdobePremiereElements12=Adobe Premiere Elements 12 برنامج
AcrobatDistiller10=Acrobat Distiller 10 برنامج
AdvancedSearchbar=Advanced Searchbar برنامج
YahooToolbar=Yahoo Toolbar برنامج
WindowsLiveToolbar=Windows Live Toolbar برنامج
GoogleToolbar=Google Toolbar برنامج
GoogleToolbarIE=Google Toolbar IE برنامج
GoogleDeskbar=Google Deskbar برنامج
GoogleCalendarSync=Google Calendar Sync برنامج
GoogleTalk=Google Talk برنامج
KantarisMediaPlayer=Kantaris Media Player برنامج
KMPlayer=KMPlayer برنامج
WindowsMediaPlayer=Windows Media Player برنامج
WindowsMediaCenter=Windows Media Center برنامج
RealPlayer=Real Player برنامج
RealPlayerSP=Real Player SP برنامج
RealPlayer15=Real Player 15 برنامج
RealPlayer16=Real Player 16 برنامج
RealPlayerCloud=Real Player Cloud برنامج
RealTimes=RealTimes برنامج
QuicktimePlayer=Quicktime Player برنامج
AVIPreview=AVI Preview برنامج
Steam=Steam برنامج
Xfire=Xfire برنامج
XMLSpy=XML Spy برنامج
OxygenXMLEditor=Oxygen XML Editor برنامج
SWiSH=SWiSH برنامج
PaintShopPro7.0=Paint Shop Pro 7.0 برنامج
PaintShopPro8.0=Paint Shop Pro 8.0 برنامج
PaintShopPro9.0=Paint Shop Pro 9.0 برنامج
PaintShopProX=PaintShop Pro X برنامج
PaintShopProXI=PaintShop Pro XI برنامج
PaintShopProX2=PaintShop Pro X2 برنامج
PaintShopProX3=PaintShop Pro X3 برنامج
CorelPaintShopProX4=Corel PaintShop Pro X4 برنامج
CorelPaintShopProX5=Corel PaintShop Pro X5 برنامج
CorelPaintShopProX6=Corel PaintShop Pro X6 برنامج
MSWorks4.0=MS Works 4.0 برنامج
MSOffice97=Office 97 برنامج
MSOfficeXP=Office XP برنامج
MSOffice2003=Office 2003 برنامج
MSOffice2007=Office 2007 برنامج
MSOffice2010=Office 2010 برنامج
MSOffice2013=Office 2013 برنامج
MSOffice2016=Office 2016 برنامج
InstallshieldDeveloper7.0=Installshield Developer 7.0 برنامج
MacromediaFlash4.0=Macromedia Flash 4.0 برنامج
MacromediaFlash5.0=Macromedia Flash 5.0 برنامج
MacromediaFlashMX=Macromedia Flash MX برنامج
MacromediaFlashMX2004=Macromedia Flash MX 2004 برنامج
AdobeFlashPlayer=Adobe Flash Player برنامج
MacromediaHomesite5.0=Macromedia Homesite 5.0 برنامج
MacromediaFireworks6.0=Macromedia Fireworks 6.0 برنامج
AdobeFireworks6.0=Adobe Fireworks 6.0 برنامج
MacromediaDreamweaverMX=Macromedia Dreamweaver MX برنامج
MacromediaShockwave10=Macromedia Shockwave 10 برنامج
MacromediaShockwave11=Macromedia Shockwave 11 برنامج
MicrosoftSilverlight=Microsoft Silverlight برنامج
UleadSmartSaverPro3.0=Ulead Smart Saver Pro 3.0 برنامج
NortonAntiVirus=Norton AntiVirus برنامج
SymantecAntiVirus=Symantec AntiVirus برنامج
MSSnapshotViewer=MS Snapshot Viewer برنامج
MSManagementConsole=MS Management Console برنامج
MSWordpad=MS Wordpad برنامج
MSPaint=MS Paint برنامج
MSPhotoEditor=MS Photo Editor برنامج
MSSearch=MS Search برنامج
SearchCharmHistory=Search Charm History برنامج
NeroBurningROM=Nero Burning ROM برنامج
NeroBurningROM 9=Nero Burning ROM 9 برنامج
NeroBurningROM10=Nero Burning ROM 10 برنامج
NeroBurningROM2014=Nero Burning ROM 2014 برنامج
Nero12PlatinumHDSuite=Nero 12 Platinum HD Suite برنامج
Nero14PlatinumHDSuite=Nero 14 Platinum HD Suite برنامج
NeroVideo11=Nero Video 11 برنامج
NeroVision10=Nero Vision 10 برنامج
NeroBackItUp2014=Nero BackItUp 2014 برنامج
NeroExpress2014=Nero Express 2014 برنامج
WinAce2.0=WinAce 2.0 برنامج
SpyBotSearchandDestroy=SpyBot Search and Destroy برنامج
Ad-AwareSEPersonal=Ad-Aware SE Personal برنامج
Ad-AwareSEProfessional=Ad-Aware SE Professional برنامج
Ad-AwareSEPlus=Ad-Aware SE Plus برنامج
Ad-Aware=Ad-Aware برنامج
WebrootSpySweeper=Webroot SpySweeper برنامج
DriverCleanerPro=Driver Cleaner Pro برنامج
Kazaa=Kazaa-Search History برنامج
NetscapeNavigator4.x=Netscape Navigator 4.x برنامج
MicrosoftVisualStudio6.0=Microsoft Visual Studio 6.0 برنامج
AxialisIconWorkshop=Axialis IconWorkshop برنامج
eMuleSearchHistory=eMule-Search History برنامج
eMuleFileHashes=eMule-File Hashes برنامج
WinISO=WinISO برنامج
IsoBuster=IsoBuster برنامج
MediaPlayerClassic=Media Player Classic برنامج
BSPlayer=BSPlayer برنامج
VLCMediaPlayer=VLC Media Player برنامج
MediaMonkey=MediaMonkey برنامج
Winamp=Winamp برنامج
MusicMatchJukebox=MusicMatch Jukebox برنامج
SoundForge6.0=Sound Forge 6.0 برنامج
Audacity=Audacity برنامج
WindowsLiveMessenger=Windows Live Messenger برنامج
Skype=Skype برنامج
AOLInstantMessenger=AOL Instant Messenger برنامج
CamfrogVideoChat=Camfrog Video Chat برنامج
MirandaInstantMessenger=Miranda Instant Messenger برنامج
Pidgin=Pidgin برنامج
YahooMessenger=Yahoo Messenger برنامج
ooVoo=ooVoo برنامج
TeamSpeak=TeamSpeak برنامج
VentriloClient=Ventrilo Client برنامج
VentriloServer=Ventrilo Server برنامج
MySpaceIM=MySpaceIM برنامج
AcronisTrueImage=Acronis True Image برنامج
WinZip=WinZip برنامج
WinRAR=WinRAR برنامج
7-Zip=7-Zip برنامج
BitZipper=BitZipper برنامج
PowerArchiver=PowerArchiver برنامج
PowerArchiver2013=PowerArchiver 2013 برنامج
ZipMagic=ZipMagic برنامج
PicoZip=PicoZip برنامج
PKZip=PKZip برنامج
Java=Javaبرنامج
FreshDownload=FreshDownload برنامج
WindowsMovieMaker=Windows Movie Maker برنامج
TextPad=TextPad برنامج
VirtualDub=VirtualDub برنامج
RegEdit=RegEdit برنامج
GameExplorer=Game Explorer برنامج
AceHTML5=AceHTML 5 برنامج
Alcohol120=Alcohol 120% برنامج
Alcohol52=Alcohol 52% برنامج
LeechGet=LeechGet برنامج
GetRight=GetRight برنامج
DownloadAcceleratorPlus=Download Accelerator Plus برنامج
FreeDownloadManager=Free Download Manager برنامج
InternetDownloadAccelerator=Internet Download Accelerator برنامج
InternetDownloadManager=Internet Download Manager برنامج
OrbitDownloader=Orbit Downloader برنامج
Morpheus=Morpheus برنامج
VNCViewer3=VNCViewer 3 برنامج
VNCViewer4=VNCViewer 4 برنامج
DVDShrink=DVD Shrink برنامج
TivoDesktop=Tivo Desktop برنامج
CAAnti-Virus=CA Anti-Virus برنامج
ZoneAlarm=ZoneAlarm Logs برنامج
GoogleEarth=Google Earth برنامج
PerfectDisk7.0=PerfectDisk 7.0 برنامج
DaemonTools=Daemon Tools برنامج
Vuze=Vuze برنامج
BitTorrent=BitTorrent برنامج
FrostWire=FrostWire برنامج
uTorrent=uTorrent برنامج
Shareaza=Shareaza برنامج
iMesh=iMesh برنامج
BearShare=BearShare برنامج
DC++=DC++ برنامج
Ares=Ares برنامج
CuteFTPPro7.0=CuteFTP Pro 7.0 برنامج
CuteFTPHome7.0=CuteFTP Home 7.0 برنامج
CuteFTPPro8.0=CuteFTP Pro 8.0 برنامج
CuteFTPHome8.0=CuteFTP Home 8.0 برنامج
CuteFTP9=CuteFTP 9 برنامج
CoreFTP=Core FTP برنامج
FileZilla=FileZilla برنامج
SmartFTP=SmartFTP برنامج
ClamWin=ClamWin برنامج
EwidoAnti-Malware=Ewido Anti-Malware Log برنامج
AVGAnti-Spyware=AVG Anti-Spyware برنامج
MalwarebytesAnti-Malware=Malwarebytes Anti-Malware برنامج
SpywareTerminator=Spyware Terminator برنامج
SUPERAntiSpyware=SUPERAntiSpyware برنامج
A-Squared=A-Squared برنامج
FoxitReader=Foxit Reader برنامج
FoxitReader6.0=Foxit Reader 6.0 برنامج
FoxitReader7.0=Foxit Reader 7.0 برنامج
FoxitReader8.0=Foxit Reader 8.0 برنامج
FoxitReader9.0=Foxit Reader 9.0 برنامج
Paint.NET=Paint.NET برنامج
OpenOffice1.14=OpenOffice 1.14 برنامج
OpenOffice2.0=OpenOffice 2.0 برنامج
OpenOffice2.1=OpenOffice 2.1 برنامج
OpenOffice3=OpenOffice 3 برنامج
OpenOffice4=OpenOffice 4 برنامج
GrisoftAVG7.0=Grisoft AVG 7.0 برنامج
AVGAntiVirus8.0=AVG AntiVirus 8.0 برنامج
AVGAntiVirus9.0=AVG AntiVirus 9.0 برنامج
AVGAntiVirus10.0=AVG AntiVirus 10.0 برنامج
AVGAntiVirus2012=AVG AntiVirus 2012 برنامج
AVGAntiVirus2013=AVG AntiVirus 2013 برنامج
AntiVirDesktop=AntiVir Desktop برنامج
AvastAntivirus4=Avast! Antivirus 4 برنامج
AvastAntivirus5=Avast! Antivirus 5 برنامج
AvastAntivirus=Avast! Antivirus برنامج
BitDefender=BitDefender برنامج
TUGZip=TUGZip برنامج
WindowsDefender=Windows Defender برنامج
IZArc=IZArc برنامج
MSSearchHelperExtension=MS Search Helper Extension برنامج
MSOfficePictureManager=MS Office Picture Manager برنامج
ImgBurn=ImgBurn برنامج
CloneCD=CloneCD برنامج
VirtualCloneDrive=Virtual Clone Drive برنامج
WinPatrol=WinPatrol برنامج
LogMeIn=LogMeIn برنامج
AshampooBurningStudio10=Ashampoo Burning Studio 10 برنامج
AshampooBurningStudio11=Ashampoo Burning Studio 11 برنامج
AshampooBurningStudio14=Ashampoo Burning Studio 14 برنامج
ExamDiff=ExamDiff برنامج
ExamDiffPro=ExamDiff Pro برنامج
CompareIt=Compare It! برنامج
WinDiff=WinDiff برنامج
FeedDemon=FeedDemon برنامج
Last.FM=Last.FM برنامج
Pando=Pando برنامج
Sandboxie=Sandboxie برنامج
Snagit9=Snagit 9 برنامج
Snagit10=Snagit 10 برنامج
Snagit11=Snagit 11 برنامج
Snagit12=Snagit 12 برنامج
Ditto=Ditto برنامج
Evernote=Evernote برنامج
I2P=I2P برنامج
McAfeeAntiVirus=McAfee AntiVirus برنامج
PerfectDisk8=PerfectDisk 8 برنامج
PerfectDisk9=PerfectDisk 9 برنامج
PerfectDisk10=PerfectDisk 10 برنامج
PerfectDisk11=PerfectDisk 11 برنامج
PerfectDisk12=PerfectDisk 12 برنامج
PerfectDisk12.5=PerfectDisk 12.5 برنامج
PowerISO=PowerISO برنامج
UltraISO=UltraISO برنامج
GIMP2.4=GIMP 2.4 برنامج
GIMP2.6=GIMP 2.6 برنامج
GIMP2.8=GIMP 2.8 برنامج
GoZilla=Go!Zilla برنامج
MagicISO=MagicISO برنامج
Zune=Zune برنامج
BreezeBrowserPro=BreezeBrowser Pro برنامج
FastStoneImageViewer=FastStone Image Viewer برنامج
FastStoneCapture=FastStone Capture برنامج
AkelPad=AkelPad برنامج
Notepad++=Notepad++ برنامج
NoteXpad=NoteXpad برنامج
RegEditX=RegEditX برنامج
FoxitReader5.0=Foxit Reader 5.0 برنامج
ACDSee14=ACDSee 14 برنامج
CamtasiaStudio7.0=Camtasia Studio 7.0 برنامج
CamtasiaStudio8=Camtasia Studio 8 برنامج
CoffeeCupHTMLEditor=CoffeeCup HTML Editor برنامج
AnyVideoConverterUltimate=Any Video Converter Ultimate برنامج
FreemakeVideoDownloader=Freemake Video Downloader برنامج
FreemakeAudioConverter=Freemake Audio Converter برنامج
FreemakeVideoConverter=Freemake Video Converter برنامج
ConvertXToDVD=ConvertXToDVD برنامج
VSOBlu-rayConverterUltimate=VSO Blu-ray Converter Ultimate برنامج
VSODVDConverterUltimate=VSO DVD Converter Ultimate برنامج
AIMP3=AIMP 3 برنامج
CorelVideoStudioProX4=Corel VideoStudio Pro X4 برنامج
CorelVideoStudioProX5=Corel VideoStudio Pro X5 برنامج
AlZip=AlZip برنامج
CyberLinkPhotoDirector3=CyberLink PhotoDirector 3 برنامج
CyberLinkPowerDirector10=CyberLink PowerDirector 10 برنامج
CyberLinkPowerDirector12=CyberLink PowerDirector 12 برنامج
CyberLinkAudioDirector4=CyberLink AudioDirector 4 برنامج
DivXplayer=DivX player برنامج
UniversalExtractor=Universal Extractor برنامج
4Sync=4Sync برنامج
CopernicDesktopSearch=Copernic Desktop Search برنامج
DVDFab=DVDFab برنامج
InkScape=InkScape برنامج
Anonymizer=Anonymizer برنامج
Gadu-Gadu=Gadu-Gadu برنامج
FoxitPhantomPDF=Foxit Phantom PDF برنامج
PDFCreator=PDFCreator برنامج
PDFArchitect=PDF Architect برنامج
MailWasherPro=MailWasher Pro برنامج
SamsungKies=Samsung Kies برنامج
ConnectifyHotspot=Connectify Hotspot برنامج
ExpressScribe=Express Scribe برنامج
GomPlayer=Gom Player برنامج
SonyVegasPro12.0=Sony Vegas Pro 12.0 برنامج
DirectoryOpus10=Directory Opus 10 برنامج
NVIDIAInstallFiles=NVIDIA Install Files برنامج
CDBurnerXP=CDBurnerXP برنامج
UltraEdit=UltraEdit برنامج
PhotodexProShowProducer=Photodex ProShow Producer برنامج
SketchUpMake2013=SketchUp Make 2013 برنامج
HandBrake=HandBrake برنامج
ABBYYFineReader11.0=ABBYY FineReader 11.0 برنامج
TheBat=TheBat برنامج
WondershareVideoConverterUltimate=Wondershare Video Converter Ultimate برنامج
SublimeText=Sublime Text برنامج
Picasa3=Picasa 3 برنامج
KingsoftOffice2013=Kingsoft Office 2013 برنامج
XilisoftVideoConverter=Xilisoft Video Converter برنامج
XilisoftDVDRipper=Xilisoft DVD Ripper برنامج
dBpoweramp=dBpoweramp برنامج
SyncBackFree=SyncBackFree برنامج
WondershareVideoConverterPro=Wondershare Video Converter Pro برنامج
AimersoftVideoConverterUltimate=Aimersoft Video Converter Ultimate برنامج
StardockWindowBlinds=Stardock WindowBlinds برنامج
NitroPro9=Nitro Pro 9 برنامج
NitroPDFReader3=Nitro PDF Reader 3 برنامج
VirtualDJ7=VirtualDJ 7 برنامج
FormatFactory3.3.5=Format Factory 3.3.5 برنامج
TeamViewer=TeamViewer برنامج
MSOneDrive=MS OneDrive برنامج
VNCViewer5=VNCViewer 5 برنامج
Tag&Rename3.8=Tag&Rename 3.8 برنامج
Tango=Tango برنامج
PhotoScape3.6.5=PhotoScape 3.6.5 برنامج
BlueStacks=BlueStacks برنامج
ManyCam4.0.109=ManyCam 4.0.109 برنامج
XnView=XnView برنامج
AppleInstallCache=Apple Software Install Cache برنامج
BaiduYunGuanjia=Baidu Yun Guan jia برنامج
Battle.net=Battle.net برنامج
DriveTheLife=DriveTheLife برنامج
iTunes=iTunes برنامج
kpzs-cache=kpzs-cache برنامج
QIHU360TotalSecurity=QIHU 360 Total Security برنامج
Tencent-Logs=Tencent Logs برنامج
Thunder=Thunder برنامج
Thunder-Game=Thunder Game برنامج
ThunderXMP=Thunder XMP برنامج
Yodao-Dict=Yodao-Dict برنامج
YY=DuoWan YY برنامج
DriverGeniusUpdateFiles=Driver Genius Update Files برنامج
DriverGeniusBackupFiles=Driver Genius Backup Files برنامج
DriverGeniusDownloadInstallerFiles=Driver Genius Download Installer Files برنامج
DriverGeniusCacheFiles=Driver Genius Cache Files برنامج
QQMusicCacheFiles=QQ Music Cache Files برنامج
KuGouMusicCacheFiles=KuGou Music Cache Files برنامج
KuGouLyricFiles=KuGou Lyric Files برنامج
XIAMIMusicCache=XIAMI Music Cache برنامج
NeteaseCloudMusicCache=Netease Cloud Music Cache برنامج
KuWoInstallCache=KuWo Music Installer Cache برنامج
KuWoMusicCache=KuWo Music Cache برنامج
BaiduMusicLogFiles=Baidu Music Log Files برنامج
BaiduMusicCache=Baidu Music Cache برنامج
WeSingLogFiles=WeSing Log Files برنامج
WeSingCache=WeSingCache برنامج
QQLiveCacheFiles=QQLive Cache Files برنامج
YoukuCacheFiles=Youku Cache Files برنامج
IQIYIVideoCacheFiles=IQIYI Video Cache Files برنامج
mgtvLogFiles=mgtv Log Files برنامج
mgtvCacheFiles=mgtv Cache Files برنامج
CNTVUpdateLogFiles=CNTV Update and Log Files برنامج
SOHUPlayerCacheandLogFiles=SOHU Player Cache and Log Files برنامج
SOHUPlayerDownloadsCache=SOHU Player Downloads Cache برنامج
StormPlayerTempFiles=Storm Player Temp Files برنامج
PPTVTempFiles=PPTV Temp Files برنامج
BaiduPlayer=Baidu Player برنامج
FunshionPlayer=Funshion Player برنامج
QQCacheFiles=QQ Cache Files برنامج
QQreceivedimages=QQ received images برنامج
QQreceivedfiles=QQ received files برنامج
QQreceivedDynamicEmoticon=QQ received Dynamic Emoticon برنامج
QQreceivedVideo=QQ received Video برنامج
QQreceivedAudio=QQ received Audio برنامج
TIMCacheFiles=TIM Cache Files برنامج
QTalkCacheFiles=QTalk Cache Files برنامج
QQPCMgr=QQ PC Manager برنامج
TencentQQGame=Tencent QQGame برنامج
Iconcache=Icon Cache برنامج
Microsoft.WindowsMaps=Bing Maps برنامج
Microsoft.BingFinance=MSN Money برنامج
Microsoft.BingNews=Bing News برنامج
Microsoft.BingSports=Bing Sports برنامج
Microsoft.BingWeather=Bing Weather برنامج
Microsoft.ZuneMusic=Groove Music برنامج
Microsoft.ZuneVideo=التلفزيون والأفلام
Microsoft.ScreenSketch=Snip & Sketch برنامج
Microsoft.SkypeApp=Skype برنامج
9E2F88E3.Twitter=Twitter برنامج
Microsoft.WindowsFeedbackHub=Windows Feedback Hub برنامج
Microsoft.WindowsFileRecovery=Windows File Recovery برنامج
Microsoft.WindowsSoundRecorder=Windows Sound Recorder برنامج
BrowserLog=webbrowser Log Files برنامج
WeChatCache=WeChat ذاكرة التخزين المؤقت
WeChatreceivedfiles=WeChat الملفات المستلمة
WeChatreceivedImage=WeChat الصور المستلمة
WeChatreceivedVideo=WeChat الفيديوهات المستلمة
WeChatreceivedDynamicEmotion=WeChat الرموز العاطفية المستلمة
TikTok=TikTok برنامج
SignalCache=Signal ذاكرة التخزين المؤقت
ThunderbirdForm=Thunderbird سجل الإكمال التلقائي للنماذج
ThunderbirdPasswords=Thunderbird كلمات المرور المحفوظة
ThunderbirdOther=Thunderbird محفوظات التصفح الاخرى
ThunderbirdSession=Thunderbird الجلسات
ThunderbirdCookies=Thunderbird ملفات تعريف الارتباط
GoogleDrive=Google Drive برنامج
GoodSync=Good Sync برنامج
BoxDrive=Box Drive برنامج
VNCViewer7=VNCViewer 7 برنامج
AndroidStudioCache=Android Studio Cache برنامج
VMwareHorizonClient=VMware Horizon Client برنامج
CorelPaintShopPro=Corel PaintShop Pro برنامج
WPSOffice=WPS Office برنامج
Maxthonlocalstorage=Maxthon التخزين المحلي
MaxthonCache=Maxthon المخزون المؤقت
MaxthonForm=Maxthon سجل الإكمال التلقائي للنماذج
MaxthonPasswords=Maxthon كلمات المرور المحفوظة
MaxthonSession=Maxthon الجلسات
Maxthonbookmarks=Maxthon النسخ الإحتياطي للإشارات المرجعية
MaxthonCookies=Maxthon ملفات تعريف الارتباط
MailMaster=Mail Master برنامج
FoxitPDFReader=Foxit PDF Reader برنامج
SunloginClient=SunloginClient برنامج
TencentMeetingcache=Tencent Meeting ذاكرة التخزين المؤقت لـ
BaiduPCFaster=Baidu PC Faster برنامج
FoxitPDFEditor=Foxit PDF Editor برنامج
MasterPDF=MasterPDF برنامج
360DriverMaster=360 Driver Master برنامج
Kaspersky=Kaspersky برنامج
Meitu=Meitu ذاكرة التخزين المؤقت لـ
ynote-desktop=ynote-desktop برنامج
MindMaster=MindMaster برنامج
GreenPomeloCleaner=GreenPomelo Cleaner برنامج
[Type]
ContextMenu=عناصر قائمة السياق الغير صالحة
MUICache=MUI ذاكرة التخزين المؤقت
Services=خدمات الويندوز
Activex=ActiveX / COM مكونات
FireWall=إعدادات جدار الحماية
RootAll=مسارات غير صالحة
SoftwareSection=مسارات البرامج
ApplicationPaths=مسارات التطبيقات
FileTypes=أنواع الملفات
HelpFiles=ملفات المساعدة
Fonts=الخطوط
SharedDLL=المشتركة المفقودة DLL ملفات
MRULists=القوائم المستخدمة مؤخرا
UninstallSection=ملفات إلغاء التثبيت
StartMenu=قائمة إبدأ
StartupProgram=برامج بدء التشغيل
SoundandAppEvents=أصوات وأحداث البرامج
IEUrlHistory=محفوظات روابط الإنترنت
IFEO=عمليات فتح ملفات الصور
EmptyKey=المفاتيح الفارغة
App=إعدادات التطبيقات
UserDefine=تعريف المستخدم
ZeroFile=ملفات فارغة - 0 بايت
WinSetupLog=ملفات سجلات أخطاء التثبيت للويندوز
NtUninstall=إلغاء تثبيت مصادر تحديثات الويندوز
InvalidLnk=إختصارات تالفة
UserTemp=ملفات في المجلدات المؤقتة للمستخدمين
WinTemp=ملفات في المجلدات المؤقتة للويندوز
RecentFiles=روابط الملفات الأخيرة
PatchSource=مصادر تحديث الويندوز
TempFile=الملفات المؤقتة
fcwdir=الملفات التي تم إنشاؤها بواسطة عملية التحميل
tfcbp=الملفات المؤقتة التي يتم إنشاؤها عن طريق البرامج
sdrf=إستعادة الملفات التي تم إنشاؤها أثناء تنظيف القرص
OldFile=الملفات القديمة
outdatedfile=ملفات قديمة
fcwhfir=الملفات التي تم إنشاؤها عند تشغيل ملف التعليمات
Ncfile=ملفات ذاكرة التخزين المؤقت لمجموعة الأخبار
Backupfile=ملفات النسخ الاحتياطي
WBfile=Word ملفات النسخ الإحتياطي لبرنامج
Cbswahf=الملفات التي تم إنشاؤها أثناء البحث عن ملف التعليمات
whtf=الملفات المؤقتة لنظام تعليمات الويندوز
Logfile=ملفات السجلات
LLogfile=ملف السجلات التي تم إنشاؤها بواسطة التطبيقات أو خدمات النظام
Errorfile=ملفات الخطأ
Wmdf=Win2000/XP ملفات تفريغ الذاكرة
bcomf=نسخ احتياطية من الملفات المعدلة
Indexfile=ملفات الفهرسة
ifcbsiotitpbs=ملفات الفهرسة التي تم إنشاؤها بواسطة النظام من أجل تحسين سرعة تصفح الصور
Tfcds=الملفات المؤقتة التي تم إنشاؤها أثناء الإعداد
Intermediatefile=ملفات بينية
chkfile=ملف تم إستعادته
[Tools]
Update=تحديث
Download=تحميل
WhatNew=ما هو الجديد؟
[BootTime]
BootTimeEx=وقت إعادة التمهيد
BootLike=مثل سرعة التمهيد الخاص بك
Btnopt=تسريع
Congratulation=سرعة إقلاع كمبيوترك هي
BootTime=وقت الإقلاع %d ثانية
[MenuBar]
Support=مركز الدعم
BtnCustom=تخصيص
BtnRestore=إستعادة
BtnSkin=الثيمات
BtnMenu=القائمة
BtnBackup=النسخ الإحتياطي
Messages=الرسائل
[UpgradePro]
Title=لماذا الترقية إلى الإصدار المدفوع
MoreSkin=ثيمات أخرى
CustomHead=صور رمزية مخصصة
Support=دعم متواصل 7×24
Buy=الشراء
Reg=تسجيل
RegUser=المستخدم المسجّل
[AutoUpdate]
ViewLog=عرض المزيد حول هذا التحديث
UpdateFail=?فشل التحديث ، هل تريد تحميل ملف الإعداد من موقعنا على الانترنت
NoFiles=الرجاء تحديد الملفات للتحديث
CurrentFile=الملف الحالي
Readed=التحميل
SumSize=الحجم الكلي
Byte=البايت
DownloadError=خطأ بالتحميل ، حاول لاحقا
AutoUpdate=Wise Care 365 تحديث مباشر لـ
StartUpdate=بدء التحديث
Cancel=إلغاء
Ready=جاهزة للتحميل
FindUpdate=يوجد تحديث للمكونات التالية
NewVerInfo=التغييرات في الإصدار الجديد
IgnoreVer=تجاهل التحديثات لهذا الإصدار
BtnUpdate=التحديث الآن
BtnNotNow=ليس الآن
[SoftRate]
Querying=جار الإستعلام
Good=معجب
Bad=غير معجب
Safe=تقرير
Ver=الإصدار
Ratings=التقييم
SoftNotExist=لا يمكن العثور على البرنامج
GetSoftInfoError=فشل في الحصول على معلومات البرنامج
UploadSoftLogoError=خطأ في تحميل معلومات البرنامج
SubmitData=جار إرسال تعليقاتك عن هذا البرنامج
SubmitSoftInfoError=خطأ في التسليم حسب الشبكة
SubmitRateSuccess=تم التسليم بنجاح
HaveSubmitRate=لقد قمت بالتقييم
Submitgoodbad=جار تسليم معلوماتك
me=أنا
NickTooLong=الإسم الخاص بك يجب أن لا يتجاوز 20 حرفا
MailTooLong=عنوان البريد الإلكتروني الخاص بك يجب أن لا يتجاوز 50 حرفا
WrongEmail=عنوان البريد الإلكتروني غير صالح
ReviewTooLong=التعليق يجب إلا يتجاوز 300 حرف
RateHint=الإنضمام إلى تقييم البرنامج معنا لتقييم برنامجك المفضل
UnknowName=منتج غير معروف
UnknowVer=إصدار غير معروف
UnknowDesc=الوصف
[Edit]
pmundo=تراجع
pmcut=قص
pmcopy=نسخة
pmpaste=لصق
pmdelete=حذف
pmselectall=تحديد الكل
[Turbo]
PmActive=ذكرني في وقت لاحق
PmNever=لا تظهر مرة أخرى
btnClean=تنظيف الآن
NeedCleanTrash=تم العثور على %s من الملفات الغير مرغوب فيها
NeedCleanTrace=تم العثور على %d من المخلفات
NeedClean=الاستخدام الواسع للكمبيوتر انتج الكثير من الملفات غير المرغوب فيها
[Renew]
subscribed=لا تذكرني مرة أخرى
btnact.caption=نشط مفتاح الترخيص الخاص بك
Regexpire=بعد تاريخ انتهاء الايام التجريبية لن تكون قادرا على استخدام البرنامج
Regtitle2=لديك 30 يوما للتجربة قد انتهت صلاحيتها ، يرجى التسجيل في الوقت المناسب
Regtitle=أيام التجربة المتبقية %d يوم
RegPrice=شراء النسخة المدفوعة للحفاظ على جهاز الكمبيوتر في ذروة الأداء %s
Regnow=سجّل الآن
title=سينتهي بعد %d يوم Wise Care 365 PRO
title2=انتهت صلاحية مفتاح الترخيص ، الرجاء التجديد في الوقت المناسب
Price=بقاء النسخة مدفوعة للحفاظ على جهاز الكمبيوتر في ذروة الأداء %s
lblfeature1.caption=حماية شاملة للخصوصية - حذف الخصوصية
lblfeature2.caption=إدارة قائمة السياق - جعل القائمة الخاصة بك أكثر مرونة
lblfeature3.caption=التحديث التلقائي - توفيرا للوقت عند التحديث إلى الإصدار الأحدث
lblfeature4.caption=ثيمات جديدة رائعة - مصممة خصيصا للمستخدمين المحترفين
lblfeature5.caption=الأسئلة الخاصة بك لها أولوية - دعم فني مجاناً 24×7
lblrefund.caption=نحن ملتزمون بارجاع نقودك 100% دون قيد أو شرط
lblremind.caption=ذكرني لاحقاً
lblhint.caption=Wise Care 365 PRO ميزات شاملة من
lbldesc.caption=سوف تخسر ميزة الإصدار المدفوع لديك الآن
btnrenew.caption=تجديد الآن
WorkTotal=حتى الآن، قام Wise Care 365 بتنظيف %s من الملفات غير المرغوب فيها و %d من عناصر التاريخ وأخطاء التسجيل %d الثابتة
[Sysmon]
TfrmNetList.lbl1.caption=إنتاجية الشبكة
TfrmNetList.lblRecv.caption=إستلام
TfrmNetList.lblSend.caption=إرسال
OSversion=الإصدار
OSBuild=البناء
ActivityPercent=نسبة النشاط
AdapterType=نوع المحوّل
Asset=علامة تمييز
ATAVER=ATA إصدار
ATemperature=متوسط درجة الحرارة
ATM=الناقل غير المتزامن
BiosDate=Bios تاريخ إصدار
Board=اللوحة الأم
BoardType=نوع اللوحة الأم
btnBoard.caption=اللوحة الرئيسية
btnDisk.caption=القرص الصلب
btnGraphic.caption=بطاقة الرسومات
btnHardMonitor.caption=جهاز العرض
btnMemory.caption=الذاكرة
btnNetAdapter.caption=محوّل الشبكة
btnOsOverview.Caption=نظام التشغيل
btnOverview.caption=نظرة عامة
btnProcess.Caption=المراقب
btnProcessor.caption=المعالج
btnSoftMonitor.caption=مراقبة العمليات
btnSoundCard.caption=بطاقة الصوت
BusType=Bus نوع
BytesPerSector=بايت لكل قطاع
CacheSize=L2 حجم ذاكرة التخزين المؤقت
ColorDepth=عمق اللون
connected=متصلة النظير البعيد
connecting=محول التوصيل
Cores=عدد الأساسية
CPU=وحدة المعالجة المركزية
CPUUpgrade=ترقية المعالج
CPUUsage=وحدة المعالجة المركزية %d
CTemperature=درجة الحرارة الأساسية  %d
CurrentSpeed=سرعة المعالج الحالية
Cylinders=أجزاء محرك الأقراص
DataWidth=عرض البيانات
Description=الوصف
DeviceID=معرّف الكمبيوتر
DHCP=DHCP عناوين
DHCPName=DHCP إسم نطاق
disconnected=إنقطع الإتصال
Disk=القرص
DiskRPM=RMP(R/m) خطة إدارة المبردات
DNSIP=DNS Servers IP خوادم
DNSServers=DNS Servers خوادم
DNSSuffixes=DNS لواحق
DomainName=إسم النطاق
Drive=محرك الأقراص
EngineClock=ساعة محرك الأقراص
Ethernet=Ethernet شبكة
Familiy=العائلة
Fans=مراوح
FileSystemName=إسم نظام الملفات
Form=عامل الشكل
FreeSpace=المساحة الفارغة
frmSoftMonitor.ppDetails=معلومات مفصلة
frmSoftMonitor.ppKillProc=إنهاء العملية
frmSoftMonitor.ppNet1=حظر الوصول إلى الشبكة
frmSoftMonitor.ppNet2=السماح بالوصول إلى الشبكة
Gateway=بوابة العناوين
GPU=وحدة معالجة الرسومات
GPUChip=GPU رقاقة
Graphics=الرسومات
HandleNumber=عدد مقابض الكائنات الموجودة
HDFirmware=إصدار البرنامج الثابت
HostName=إسم المضيف
IEEE1394=IEEE 1394
IEEE802=IEEE 802.11 لاسلكي
InterfaceType=نوع الواجهة
IPAddress=عنوان بروتوكول الإنترنت
IPMask=عنوان قناع بروتوكول الإنترنت
LANdisabled=LAN تم تعطيل محول
Loading=جار التحميل
Locator=موقع البنك
MACAddress=MAC عنوان
Manufacter=الشركة المصنعة
MaximumSpeed=سرعة المعالج القصوى
MaxSpeed=السرعة القصوى
MediaType=نوع الوسائط
Memory=الذاكرة
MemoryClock=ساعة الذاكرة
MemoryType=نوع الذاكرة
MemoryUsage=الذاكرة %s/%s
MemSlot=فتحة الذاكرة
MemSlotCount=عدد فتحات الذاكرة
Name=الإسم
NetAdater=محوّل الشبكة
NetConnectionID=معرّف شبكة الاتصال
Normal=عادي
OperStatus=الوضع التشغيلي للواجهة
OS=نظام التشغيل
OSAbbreviate=اختصار اللغة
OSCountry=الدولة
OSCSD=لجنة التنمية المستدامة
OSDaylightName=إسم ضوء النهار
OSDisplayName=إسم شاشة العرض
OSEdition=الإصدار
OSInstallDate=تاريخ التثبيت
OSLanguage=اللغة
OSLOCAL=محلي
OSLongDateFormat=تنسيق التاريخ الطويل
OSMonetary=رمز العملة
OSMonetarySymbol=رمز العملة الدولي
OSPaths=متغيرات البيئة
OSProductID=معرف المنتج
OSProductKey=مفتاح المنتج
OSRegisteredOrg=المؤسسة المسجلة
OSRegisteredUser=مستخدم مسجل
OSShortDateFormat=تنسيق التاريخ القصير
OSStandardName=الإسم الأساسي
OSTimezone=المنطقة الزمنية
OSUTC=UTC التحيز بالدقائق
OSversor=الإصدار
OtherType=الأخرى
Overview=نظرة عامة على جهاز الكمبيوتر
Part=رقم القطعة
PartitionLength=طول التقسيم
PartitionNumber=رقم التقسيم
PhysicalAvailable=المادية المتوفرة
PhysicalFree=المادية الفعلية المتوفرة
PhysicalTotal=المادية الإجمالية
PhysicalUsed=المادية المستخدمة
PixHeight=الإرتفاع / بكسل
PixWidth=العرض / بكسل
ppmDetails=تحقق من التفاصيل
ppmExit=خروج المراقب الحكيم
ppmHide=إخفاء نافذة التعويم
ppmShowFloat=عرض نافذة التعويم
ppmStayontop=البقاء في المقدمة
processName=إسم العملية
Processor=المعالج
processpath=الموقع
Product=المنتج
Recv=Recv عدد
RecvS=Recv / ثانية
RefreshRate=معدل التحديث
SATAVER=SATA إصدار
SectorsPerTrack=القطاعات لكل مسار
Send=عدد المرسلات
SendS=إرسال/ثانية
Serial=الرقم التسلسلي
ShowNetOnly=عرض عمليات الشبكة فقط
ShowSysProcess=عرض عمليات النظام
Size=الحجم
Socket=تعيين المقبس
SoftwareLookback=إسترجاع برمجيات واجهة الشبكة
SoundCard=بطاقة الصوت
Speed=السرعة
SSD=جهاز الحالة الصلبة
Removablemedia=محرك أقراص محمول
Fixeddisk=محرك أقراص ثابت
StartingOffset=بدء الإزاحة
SystemCache=ذاكرة التخزين المؤقت للنظام
Technology=التقنية
Temperature=درجة الحرارة
TemperatureMon=رصد درجة الحرارة
Temperatures=درجات الحرارة
TfrmMemoryProcList.btnSpeedup_1=تجاوز السرعة
TfrmMemoryProcList.btnSpeedup=تسريع
TfrmMemoryProcList.memstate1=يعمل بشكل جيد
TfrmMemoryProcList.memstate2=يعمل بشكل طبيعي
TfrmMemoryProcList.memstate3=يعمل ببطئ
TfrmMemoryProcList.OptimizationMem=إصدار %s
TfrmMonitorPopup.lbl1_C=إستخدام وحدة المعالجة المركزية
TfrmMonitorPopup.lbl1_M=إستخدام الذاكرة
TfrmMonitorPopup.lbl1_R=سرعة التنزيل
TfrmMonitorPopup.lbl1_S=سرعة الرفع
TfrmMonitorPopup.lbl1_T=درجة حرارة مكونات الأجهزة
TfrmMonitorPopup.lbl2_C=تقلبات إستخدام وحدة المعالجة المركزية
TfrmMonitorPopup.lbl2_M=حالة ذاكرة النظام
TfrmMonitorPopup.lbl2_R=سجل سرعة التنزيل
TfrmMonitorPopup.lbl2_S=سجل سرعة الرفع
TfrmMonitorPopup.lblBoard.caption=اللوحة الرئيسية
TfrmMonitorPopup.lblCpu.caption=المعالج
TfrmMonitorPopup.lblGpu.caption=بطاقة الرسومات
TfrmMonitorPopup.lblhdd.caption=القرص الصلب
Threads=عدد مؤشرات الترابط
TokenRing=حلقة رمزية
Total=الإجمالي
TotalProcess=من عمليات النظام %dمن عمليات المستخدم و %dمن العمليات - بما في ذلك %dتم إيجاد
TotalSpace=الحجم الإجمالي
TracksPerCylinder=مسارات كل اسطوانة
Tunnel=نوع نفق التغليف
Type=نوع
Unknown type=نوع غير معروف
User=المستخدم
Version=الإصدار
VideoDisplay=إسم العرض
VideoMode=وصف دقة الفيديو
Voltages=الفولتية
VolumeName=إسم وحدة التخزين
WANconnected=محول الشبكة غير متصل
WINSAddress=الأساسي WINS عنوان
BusTypeUnknown=نوع ناقل غير معروف
BusTypeScsi=SCSI نوع
BusTypeAtapi=ATAPI نوع
BusTypeAta=ATA نوع
BusType1394=IEEE-1394 نوع
BusTypeSsa=SSA نوع
BusTypeFibre=قناة الألياف
BusTypeUsb=USB الناقل التسلسلي العالمي
BusTypeRAID=RAID نوع
BusTypeiScsi=iSCSI نوع
BusTypeSas=SCSI (SAS) رمز المرفق
BusTypeSata=ATA (SATA) رمز
BusTypeSd=SD / الأمان الرقمي
BusTypeMmc=MMC بطاقة الوسائط المتعددة
BusTypeFileBackedVirtual=ملف المدعوم الظاهري
BusTypeSpaces=مساحات التخزين
BusTypeNvme=NVMe الذاكرة السريعة الغير خالية
BusTypeSCM=SCM ذاكرة فئة التخزين
BusTypeUfs=UFS تخزين الفلاش العالمي
[AutoRun]
ResultHint=تم الإنتهاء من التنظيف التلقائي المجدول
Result=نتيجة نظيفة
Caption=التنظيف التلقائي
[RegFilter]
TfrmRegFilterNotify.lblCaption.Caption=حماية الريجستري
TfrmRegFilterNotify.lblTitle.Caption=حماية النظام
TfrmRegFilterNotify.lblProgram.Caption=البرنامج
TfrmRegFilterNotify.lblPublisher.Caption=الناشر
TfrmRegFilterNotify.lblName.Caption=إسم الملف
KeyName=مفتاح الريجستري
TfrmRegFilterNotify.lblKey.Caption=موقع المفتاح
TfrmRegFilterNotify.ckbRemind.Caption=لم يعد يظهر هذا الموقع
TfrmRegFilterNotify.btnDeny.Caption=محظور
TfrmRegFilterNotify.btnAllow.Caption=مسموح
pmAllowProgram=السماح لهذا البرنامج دائما
pmDenyProgram=حظر هذا البرنامج دائما
regnotifydefaultbrowser=بعض البرامج تغير المتصفح الافتراضي
regnotifystartrundesc=بعض البرامج تغير بدء التشغيل
regnotifyservicesdesc=بعض البرامج تحاول تثبيت برنامج التشغيل أو خدمة
regnotifyifeodesc=بعض البرامج تحاول إختطاف البرنامج القابل للتنفيذ
regnotifyspidesc=بعض البرامج تحاول تغيير بروتوكول شبكة الطبقات
regnotifyIEStartPageDesc=IE بعض البرامج تحاول تغيير الصفحة الرئيسية لمتصفح
regnotifyContextMenu=هذا البرنامج يقوم بتغيير قائمة السياق
regnotifydefaultbrowser_n=تغيير المتصفح الإفتراضي
regnotifystartrundesc_n=تغيير بدء التشغيل
regnotifyservicesdesc_n=تثبيت برنامج التشغيل أو الخدمة
regnotifyifeodesc_n=خطف البرنامج القابل للتنفيذ
regnotifyspidesc_n=تغيير بروتوكول شبكة الطبقات
regnotifyIEStartPageDesc_n=IE تغيير الصفحة الرئيسية لمتصفح
regnotifyContextMenu_n=تغيير قائمة السياق
regnotifyNameSpace=يقوم البرنامج بإنشاء رموز على سطح المكتب أو المستعرض
regnotifyNameSpace_n=إنشاء رموز على سطح المكتب أو المستعرض
ProtectArea=الحماية
EnableFirst=متوقفة ، يرجى تشغيلها Wise Protection أداة الحماية
[feedback]
InvalidEmail=يرجى إدخال عنوان البريد الإلكتروني الصحيح
emptyinput=يرجى إدخال شيء ما للإرسال
thanks=شكرا لملاحظاتك
FrmFeedback.lblfeedback.caption=ما درجة تقييمك %s ؟
FrmFeedback.lblemail.caption=عنوان البريد الإلكتروني
FrmFeedback.lblgood.caption=ما هي الميزة التي تفضلها ؟
FrmFeedback.lblbad.caption=ما هي الميزة التي لا تعجبك أكثر ؟
FrmFeedback.lblwant.caption=ما هي الميزة الجديدة التي تريدها أكثر ؟
FrmFeedback.btncancel.caption=غير مهتم
FrmFeedback.btnsubmit.caption=إرسال

[Protector]
frmProtector.btnaddRegExclusion.caption=إضافة
frmProtector.btnremoveRegExclusion.caption=إزالة
frmProtector.btnRegAllow.caption=البرامج المسموح بها
frmProtector.btnRegDeny.caption=البرامج المحظورة
frmProtector.btnRegGroup.caption=الإدخالات المحمية
frmProtector.btnAddwnd.caption=إضافة نافذة
frmProtector.btnRemveBlock.caption=إزالة
frmProtector.btnAddApp.caption=إضافة برنامج
frmProtector.btnClearLog.caption=مسح الكل
frmProtector.pageLog.caption=سجلات
frmProtector.pageBlock.caption=إعلان محظور
frmProtector.pageRegister.caption=التسجيل
frmProtector.Block.Filename=اسم الملف
frmProtector.Block.type=نوع
frmProtector.Block.WndClass=فئة النافذة
frmProtector.Log.Date=التاريخ والوقت
frmProtector.Log.app=اسم الملف
frmProtector.Log.Action=الإجراء
frmProtector.Log.Allow=سماح
frmProtector.Log.Block=محظور

[WiseAi]
WebView2Hint=وتثبيته WebView2 Runtime انقر على الرابط أدناه لتنزيل WiseX لتشغيل أداة Microsoft Edge WebView2 يجب توفر